package com.fastlink.zekrapp.data.fakedata

val categoryData : ArrayList<ArrayList<Any>> = arrayListOf(
    arrayListOf(
        1,
        "أَذْكَارُ الاسْـتِيقَاظِ مِنَ النَّـومِ",
        "أذكار الاستيقاظ من النوم",
        1,
        0
    ),
    arrayListOf(
        2,
        "دُعَـاءُ لُبْسِ الثَّـــوْبِ",
        "دعاء لبس الثوب",
        0,
        0
    ),
    arrayListOf(
        3,
        "دُعَـاءُ لُبْسِ الثَّوْبِ الجَــدِيدِ",
        "دعاء لبس الثوب الجديد",
        0,
        0
    ),
    arrayListOf(
        4,
        "الدُّعَاءُ لِمَنْ لَبِسَ ثـَوْباً جَـدِيداً",
        "الدعاء لمن لبس ثوبا جديدا",
        0,
        0
    ),
    arrayListOf(
        5,
        "مَا يَقُــولُ إِذَا وَضَــعَ ثـــَـوْبَهُ",
        "ما يقول إذا وضع ثوبه",
        0,
        0
    ),
    arrayListOf(
        6,
        "دُعَـاءُ دُخُـولِ الْخَــلاءِ",
        "دعاء دخول الخلاء",
        0,
        0
    ),
    arrayListOf(
        7,
        "دُعَاءُ الْخُـرُوجِ مِنَ الْخَـلاَءِ",
        "دعاء الخروج من الخلاء",
        0,
        0
    ),
    arrayListOf(
        8,
        "الذِّكْرُ قَبْـلَ الْوُضُـوءِ",
        "الذكر قبل الوضوء",
        0,
        0
    ),
    arrayListOf(
        9,
        "الذِّكْرُ بَعْدَ الْفَــرَاغِ مِنَ الْوُضُوءِ",
        "الذكر بعد الفراغ من الوضوء",
        0,
        0
    ),
    arrayListOf(
        10,
        "الذِّكْرُ عِنْدَ الْخُرُوجِ مِنَ الْمَنْزِلِ",
        "الذكر عند الخروج من المنزل",
        1,
        0
    ),
    arrayListOf(
        11,
        "الذِّكْرُ عِنْـدَ دُخُـولِ الـمَنْــزِلِ",
        "الذكر عند دخول المنزل",
        1,
        0
    ),
    arrayListOf(
        12,
        "دُعَــاءُ الذَّهَابِ إِلَى الْـمَسْــجِدِ",
        "دعاء الذهاب إلى المسجد",
        0,
        0
    ),
    arrayListOf(
        13,
        "دُعَاءُ دُخُولِ المَسْجِدِ",
        "دعاء دخول المسجد",
        0,
        0
    ),
    arrayListOf(
        14,
        "دُعَاءُ الْخُرُوجِ مِنَ الْـمَسْـجِدِ",
        "دعاء الخروج من المسجد",
        0,
        0
    ),
    arrayListOf(
        15,
        "أَذكَارُ الأَذَانِ",
        "أذكار الأذان",
        0,
        0
    ),
    arrayListOf(
        16,
        "دُعَـاءُ الاسْـتِفْتَاحِ",
        "دعاء الاستفتاح",
        0,
        0
    ),
    arrayListOf(
        17,
        "دُعَــاءُ الرُّكُــوعِ",
        "دعاء الركوع",
        0,
        0
    ),
    arrayListOf(
        18,
        "دُعَـاءُ الرَّفْــعِ مِنَ الرُّكُــوعِ",
        "دعاء الرفع من الركوع",
        0,
        0
    ),
    arrayListOf(
        19,
        "دُعَــاءُ السُّــجُودِ",
        "دعاء السجود",
        0,
        0
    ),
    arrayListOf(
        20,
        "دُعَــاءُ الْجلْسَةِ بَيْنَ السَّجْدَتَيْنِ",
        "دعاء الجلسة بين السجدتين",
        0,
        0
    ),
    arrayListOf(
        21,
        "دُعَــاءُ سُـجُودِ التِّـلاَوَةِ",
        "دعاء سجود التلاوة",
        0,
        0
    ),
    arrayListOf(
        22,
        "التَّشَـــهُّدُ",
        "التشهد",
        0,
        0
    ),
    arrayListOf(
        23,
        "الصَّلاةُ عَلَى النَّبيِّ صلى الله عليه وسلم بَعْدَ التَّشَهُّدِ",
        "الصلاة على النبي صلى الله عليه وسلم بعد التشهد",
        0,
        0
    ),
    arrayListOf(
        24,
        "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ قَبْلَ السَّلاَمِ",
        "الدعاء بعد التشهد الأخير قبل السلام",
        0,
        0
    ),
    arrayListOf(
        25,
        "الأَذْكَارُ بَعْــدَ السَّــلاَمِ مِنَ الصَّــلاَةِ",
        "الأذكار بعد السلام من الصلاة",
        0,
        0
    ),
    arrayListOf(
        26,
        "دُعَــاءُ صَـلاَةِ الاسْتِــخَارَةِ",
        "دعاء صلاة الاستخارة",
        0,
        0
    ),
    arrayListOf(
        27,
        "أَذْكَارُ الصَّـبَاحِ ",
        "أذكار الصباح",
        1,
        0
    ),
    arrayListOf(
        28,
        "أَذْكَارُ الْمَسَــاءِ",
        "أذكار المساء",
        1,
        0
    ),
    arrayListOf(
        29,
        "أَذْكَارُ النَّــوْمِ",
        "أذكار النوم",
        1,
        0
    ),
    arrayListOf(
        30,
        "الدُّعَـاءُ إِذَا تَقَـلَّبَ لَيْــلاً",
        "الدعاء إذا تقلب ليلا",
        0,
        0
    ),
    arrayListOf(
        31,
        "دُعَاءُ الْفَزَعِ فِي النَّوْمِ وَمَنْ بُلِيَ بِالْوِحْشَةِ",
        "دعاء الفزع في النوم ومن بلي بالوحشة",
        0,
        0
    ),
    arrayListOf(
        32,
        "مَا يَفْعَلُ مَنْ رَأَى الرُّؤْيَا أَوِ الْحُلْمَ",
        "ما يفعل من رأى الرؤيا أو الحلم",
        0,
        0
    ),
    arrayListOf(
        33,
        "دُعَــاءُ قُنُـوتِ الْوِتْـرِ",
        "دعاء قنوت الوتر",
        0,
        0
    ),
    arrayListOf(
        34,
        "الذِّكْرُ عَقِــبَ السَّـلاَمِ مِنَ الْوِتْرِ",
        "الذكر عقب السلام من الوتر",
        0,
        0
    ),
    arrayListOf(
        35,
        "دُعَـــاءُ الْهَــمِّ وَالْحُــزْنِ",
        "دعاء الهم والحزن",
        0,
        0
    ),
    arrayListOf(
        36,
        "دُعَـاءُ الْكَـــرْبِ",
        "دعاء الكرب",
        0,
        0
    ),
    arrayListOf(
        37,
        "دُعَــاءُ لِقَاءِ الْعَدُوِّ وَذِي السُّــلْطَانِ",
        "دعاء لقاء العدو وذي السلطان",
        0,
        0
    ),
    arrayListOf(
        38,
        "دُعَـاءُ مَنْ خَافَ ظُلْمَ السُّـلْطَانِ",
        "دعاء من خاف ظلم السلطان",
        0,
        0
    ),
    arrayListOf(
        39,
        "الدُّعَــاءُ عَـلَى الْعَـــدُوِّ",
        "الدعاء على العدو",
        0,
        0
    ),
    arrayListOf(
        40,
        "مَــا يَقُـولُ مَـنْ خَــافَ قَوْماً",
        "ما يقول من خاف قوما",
        0,
        0
    ),
    arrayListOf(
        41,
        "دُعَاءُ مَنْ أَصَابَهُ وَسْوَسَةٌ فِي الإِيمَانِ",
        "دعاء من أصابه وسوسة في الإيمان",
        0,
        0
    ),
    arrayListOf(
        42,
        "دُعَــاءُ قَضَــاءِ الدَّيْــنِ",
        "دعاء قضاء الدين",
        0,
        0
    ),
    arrayListOf(
        43,
        "دُعَاءُ الوَسْوَسَةِ فِي الصَّلاَةِ وَالْقِرَاءَةِ",
        "دعاء الوسوسة في الصلاة والقراءة",
        0,
        0
    ),
    arrayListOf(
        44,
        "دُعَاءُ مَنِ اسْتَصْعَبَ عَلَيْهِ أَمْرٌ",
        "دعاء من استصعب عليه أمر",
        0,
        0
    ),
    arrayListOf(
        45,
        "مَا يَقُولُ وَيَفْعَلُ مَنْ أَذْنَبَ ذَنْباً",
        "ما يقول ويفعل من أذنب ذنبا",
        0,
        0
    ),
    arrayListOf(
        46,
        "دُعَاءُ طَرْدِ الشَّيطَانِ وَوَسَاوِسِهِ",
        "دعاء طرد الشيطان ووساوسه",
        0,
        0
    ),
    arrayListOf(
        47,
        "الدُّعَاءُ حِينَمَا يَقَعُ مَا لاَ يَرْضَاهُ أَوْ غُلِبَ عَلَى أَمْرِهِ",
        "الدعاء حينما يقع ما لا يرضاه أو غلب على أمره",
        0,
        0
    ),
    arrayListOf(
        48,
        "تَهْنِـئَةُ الـمَــوْلُودِ لَهُ وَجَوَابُهُ",
        "تهنئة المولود له وجوابه",
        0,
        0
    ),
    arrayListOf(
        49,
        "مَــا يُعــوَّذُ بِــهِ الأَوْلاَدُ",
        "ما يعوذ به الأولاد",
        0,
        0
    ),
    arrayListOf(
        50,
        "الدُّعَــاءُ لِلْمَـرِيضِ فِي عِيَادَتِهِ",
        "الدعاء للمريض في عيادته",
        0,
        0
    ),
    arrayListOf(
        51,
        "فَضْـلُ عِيَــادَةِ الـمَــرِيضِ",
        "فضل عيادة المريض",
        0,
        0
    ),
    arrayListOf(
        52,
        "دُعَاءُ المَرِيضِ الَّذِي يَئِسَ مِنْ حَيَاتِهِ",
        "دعاء المريض الذي يئس من حياته",
        0,
        0
    ),
    arrayListOf(
        53,
        "تَلْقِــينُ الـمُحْتــَضَرِ",
        "تلقين المحتضر",
        0,
        0
    ),
    arrayListOf(
        54,
        "دُعَــاءُ مَن أُصِيبَ بِمُصِيـبَةٍ",
        "دعاء من أصيب بمصيبة",
        0,
        0
    ),
    arrayListOf(
        55,
        "الدُّعَـاءُ عِنْــدَ إِغْمَــاضِ الـمَيِّــتِ",
        "الدعاء عند إغماض الميت",
        0,
        0
    ),
    arrayListOf(
        56,
        "الدُّعَـاءُ لِلمَيِّتِ فِي الصَّلاَةِ عَلَيْهِ",
        "الدعاء للميت في الصلاة عليه",
        0,
        0
    ),
    arrayListOf(
        57,
        "الدُّعَـاءُ لِلْفَرَطِ فِي الصَّلاَةِ عَلَيْهِ",
        "الدعاء للفرط في الصلاة عليه",
        0,
        0
    ),
    arrayListOf(
        58,
        "دُعَــاءُ التَّعْـزِيَةِ",
        "دعاء التعزية",
        0,
        0
    ),
    arrayListOf(
        59,
        "الدُّعَــاءُ عِنْدَ إِدْخَالِ الـميِّـتِ الْقَبْرَ",
        "الدعاء عند إدخال الميت القبر",
        0,
        0
    ),
    arrayListOf(
        60,
        "الدُّعَــاءُ بَعْـدَ دَفْنِ الـمَيِّــتِ",
        "الدعاء بعد دفن الميت",
        0,
        0
    ),
    arrayListOf(
        61,
        "دُعَـاءُ زِيَـارَةِ الْقُــبُورِ",
        "دعاء زيارة القبور",
        0,
        0
    ),
    arrayListOf(
        62,
        "دُعَــاءُ الرِّيــحِ",
        "دعاء الريح",
        0,
        0
    ),
    arrayListOf(
        63,
        "دُعَـاءُ الرَّعْـدِ",
        "دعاء الرعد",
        0,
        0
    ),
    arrayListOf(
        64,
        "مِــنْ أَدْعِيَـةِ الاسْــتِسْقَاءِ",
        "من أدعية الاستسقاء",
        0,
        0
    ),
    arrayListOf(
        65,
        "الــدُّعَاءُ إِذَا رَأَى الْـمَطَــرَ",
        "الدعاء إذا رأى المطر",
        0,
        0
    ),
    arrayListOf(
        66,
        "الذِّكْرُ بَعْـدَ نُزُولِ الْـمَطَــرِ",
        "الذكر بعد نزول المطر",
        0,
        0
    ),
    arrayListOf(
        67,
        "مِــنْ أَدْعِيَــةِ الاسْـتِصْحَاءِ",
        "من أدعية الاستصحاء",
        0,
        0
    ),
    arrayListOf(
        68,
        "دُعَــاءُ رُؤيَــةِ الهِــلاَلِ",
        "دعاء رؤية الهلال",
        0,
        0
    ),
    arrayListOf(
        69,
        "الدُّعَــاءُ عِنْدَ إِفْطَـارِ الصَّـائِمِ",
        "الدعاء عند إفطار الصائم",
        0,
        0
    ),
    arrayListOf(
        70,
        "الدُّعَــاءُ قَبْـلَ الطَّــعَامِ",
        "الدعاء قبل الطعام",
        0,
        0
    ),
    arrayListOf(
        71,
        "الدُّعَــاءُ عِنْدَ الْفَـرَاغِ مِنَ الطَّــعَامِ",
        "الدعاء عند الفراغ من الطعام",
        0,
        0
    ),
    arrayListOf(
        72,
        "دُعَــاءُ الضَّيْفِ لِصَـاحِبِ الطَّعَامِ",
        "دعاء الضيف لصاحب الطعام",
        0,
        0
    ),
    arrayListOf(
        73,
        "التَّعْرِيضُ بِالدُّعَاءُ لِطَلَبِ الطَّعَامِ أَوِ الشَّرَابِ",
        "التعريض بالدعاء لطلب الطعام أو الشراب",
        0,
        0
    ),
    arrayListOf(
        74,
        "الدُّعَــاءُ إِذَا أَفْطَرَ عِنْدَ أَهْــلِ بَيْتٍ",
        "الدعاء إذا أفطر عند أهل بيت",
        0,
        0
    ),
    arrayListOf(
        75,
        "دُعَاءُ الصَّائِمِ إِذَا حَضَرَ الطَّعَامُ وَلَمْ يُفْطِرْ",
        "دعاء الصائم إذا حضر الطعام ولم يفطر",
        0,
        0
    ),
    arrayListOf(
        76,
        "مَا يَقُولُ الصَّــائِمُ إِذَا سَــابَّهُ أَحَدٌ",
        "ما يقول الصائم إذا سابه أحد",
        0,
        0
    ),
    arrayListOf(
        77,
        "الدُّعَــاءُ عِنْــدَ رُؤْيَــةِ بَاكُورَةِ الثَّــمَرِ",
        "الدعاء عند رؤية باكورة الثمر",
        0,
        0
    ),
    arrayListOf(
        78,
        "دُعَـاءُ الْعُــطَاسِ",
        "دعاء العطاس",
        0,
        0
    ),
    arrayListOf(
        79,
        "مَا يُقَالُ لِلْكَافِرِ إِذَا عَطَسَ فَحَمِدَ اللهَ",
        "ما يقال للكافر إذا عطس فحمد الله",
        0,
        0
    ),
    arrayListOf(
        80,
        "الدُّعَــاءُ لِلْمُتَــزَوِّجِ",
        "الدعاء للمتزوج",
        0,
        0
    ),
    arrayListOf(
        81,
        "دُعَـاءُ الـمُــتَزَوِّجِ وَشِــرَاءِ الدَّابَّةِ",
        "دعاء المتزوج وشراء الدابة",
        0,
        0
    ),
    arrayListOf(
        82,
        "الدُّعَاءُ قَبْلَ إِتْيَانِ الزَّوْجَةِ",
        "الدعاء قبل إتيان الزوجة",
        0,
        0
    ),
    arrayListOf(
        83,
        "دُعَــاءُ الغَـضَبِ",
        "دعاء الغضب",
        0,
        0
    ),
    arrayListOf(
        84,
        "دُعَــاءُ مَنْ رَأَى مُبْتَلَىً",
        "دعاء من رأى مبتلى",
        0,
        0
    ),
    arrayListOf(
        85,
        "مَــا يُقَــالُ فِي المَجْلِسِ",
        "ما يقال في المجلس",
        0,
        0
    ),
    arrayListOf(
        86,
        "كَفَّــارَةُ الـمَــجْلِسِ",
        "كفارة المجلس",
        0,
        0
    ),
    arrayListOf(
        87,
        "الدُّعَـاءُ لِمَنْ قَالَ غَفَــرَ اللهُ لَكَ",
        "الدعاء لمن قال غفر الله لك",
        0,
        0
    ),
    arrayListOf(
        88,
        "الدُّعَاءُ لِمَنْ صَنَعَ إِلَيْكَ مَعْرُوفاً",
        "الدعاء لمن صنع إليك معروفا",
        0,
        0
    ),
    arrayListOf(
        89,
        "مَا يَعْصِمُ اللَّهُ بِهِ مِنَ الدَّجَّالِ",
        "ما يعصم الله به من الدجال",
        0,
        0
    ),
    arrayListOf(
        90,
        "الدُّعَاءُ لِمَنْ قَالَ إِنِّي أُحِبُّكَ فِي اللَّهِ",
        "الدعاء لمن قال إني أحبك في الله",
        0,
        0
    ),
    arrayListOf(
        91,
        "الدُّعَاءُ لِمَنْ عَرَضَ عَلَيْكَ مَالَهُ",
        "الدعاء لمن عرض عليك ماله",
        0,
        0
    ),
    arrayListOf(
        92,
        "الدُّعَاءُ لِمَنْ أَقْرَضَ عِنْدَ القَضَاءِ",
        "الدعاء لمن أقرض عند القضاء",
        0,
        0
    ),
    arrayListOf(
        93,
        "دُعَــاءُ الْخَــوْفِ مِــنَ الشِّــرْكِ",
        "دعاء الخوف من الشرك",
        0,
        0
    ),
    arrayListOf(
        94,
        "الدُّعَاءُ لِمَنْ قَالَ بَارَكَ اللَّهُ فِيكَ",
        "الدعاء لمن قال بارك الله فيك",
        0,
        0
    ),
    arrayListOf(
        95,
        "دُعَــاءُ كَرَاهِيَــةِ الطِّيـــَرَةِ",
        "دعاء كراهية الطيرة",
        0,
        0
    ),
    arrayListOf(
        96,
        "دُعَــاءُ الرُّكُـوبِ",
        "دعاء الركوب",
        0,
        1
    ),
    arrayListOf(
        97,
        "دُعَــاءُ السَّـفَرِ",
        "دعاء السفر",
        0,
        0
    ),
    arrayListOf(
        98,
        "دُعــاءُ دُخُـولِ القريَةِ أَوِ البَلْدَةِ",
        "دعاء دخول القرية أو البلدة",
        0,
        0
    ),
    arrayListOf(
        99,
        "دُعـاءُ دُخُـولِ السُّـوقِ",
        "دعاء دخول السوق",
        0,
        0
    ),
    arrayListOf(
        100,
        "الدُّعَــاءُ إِذَا تَعِــسَ الـمَــرْكُوبُ",
        "الدعاء إذا تعس المركوب",
        0,
        0
    ),
    arrayListOf(
        101,
        "دُعَــاءُ الـمُسَـافِرِ لِلْمُقــيمِ",
        "دعاء المسافر للمقيم",
        0,
        0
    ),
    arrayListOf(
        102,
        "دُعَـاءُ الـمُقِـيمِ لِلْمُسَـافِرِ",
        "دعاء المقيم للمسافر",
        0,
        0
    ),
    arrayListOf(
        103,
        "التَّكبيرُ والتَّسبِيحُ في سَيْرِ السَّفَرِ",
        "التكبير والتسبيح في سير السفر",
        0,
        0
    ),
    arrayListOf(
        104,
        "دُعاءُ الـمُسَـافِرِ إِذَا أَسْحَــرَ",
        "دعاء المسافر إذا أسحر",
        0,
        0
    ),
    arrayListOf(
        105,
        "الدُّعَاءُ إِذَا نَزَلَ مَنْزِلاً فِي سَفَرٍ أَوْ غَيْرِهِ",
        "الدعاء إذا نزل منزلا في سفر أو غيره",
        0,
        0
    ),
    arrayListOf(
        106,
        "ذِكْــرُ الرُّجُـوعِ مِــنَ السَّــفَرِ",
        "ذكر الرجوع من السفر",
        0,
        0
    ),
    arrayListOf(
        107,
        "مَا يَقُولُ مَنْ أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يَكْرَهُهُ",
        "ما يقول من أتاه أمر يسره أو يكرهه",
        0,
        0
    ),
    arrayListOf(
        108,
        "فَضْــلُ الصَّــلاَةِ عَــلَى النَّبيِّ صلى الله عليه وسلم",
        "فضل الصلاة على النبي صلى الله عليه وسلم",
        0,
        0
    ),
    arrayListOf(
        109,
        "إِفْشَـاءُ السَّـلاَمِ",
        "إفشاء السلام",
        0,
        0
    ),
    arrayListOf(
        110,
        "ـ  كَيْفَ يَرُدُّ السَّلاَمَ عَلَى الْكَافِرِ إِذَا سَلَّمَ",
        "كيف يرد السلام على الكافر إذا سلم",
        0,
        0
    ),
    arrayListOf(
        111,
        "الدُّعاءُ عِنْدَ سَمَاعِ صِياحِ الدِّيكِ ونَهِيقِ الْحِمَارِ",
        "الدعاء عند سماع صياح الديك ونهيق الحمار",
        0,
        0
    ),
    arrayListOf(
        112,
        "الدُّعَاءُ عِنْدَ سَمَاعِ نُبَاحِ الْكِلاَبِ بِاللَّيْلِ",
        "الدعاء عند سماع نباح الكلاب بالليل",
        0,
        0
    ),
    arrayListOf(
        113,
        "الدُّعَــاءُ لِمَــنْ سَـبَبْتَهُ",
        "الدعاء لمن سببته",
        0,
        0
    ),
    arrayListOf(
        114,
        "مَا يَقُولُ المُسْلِمُ إِذَا مَدَحَ المُسْلِمَ",
        "ما يقول المسلم إذا مدح المسلم",
        0,
        0
    ),
    arrayListOf(
        115,
        "مَــا يَقُـولُ الـمُسْــلِمُ إِذَا زُكِّيَ",
        "ما يقول المسلم إذا زكي",
        0,
        0
    ),
    arrayListOf(
        116,
        "ـ  كَيْفَ يُلَبِّي المُحْرِمُ فِي الْحَجِّ أَوِ الْعُمْرَةِ",
        "كيف يلبي المحرم في الحج أو العمرة",
        0,
        0
    ),
    arrayListOf(
        117,
        "التَّكْبــِيرُ إِذَا أَتَى الْحَجَرَ الأَسْوَدَ",
        "التكبير إذا أتى الحجر الأسود",
        0,
        0
    ),
    arrayListOf(
        118,
        "الدُّعَاءُ بَيْنَ الرُّكْنِ الْيَمَانِيِّ وَالْحَجَرِ الأَسْوَدِ",
        "الدعاء بين الركن اليماني والحجر الأسود",
        0,
        0
    ),
    arrayListOf(
        119,
        "دُعَاءُ الْوُقُوفِ عَلَى الصَّفَا وَالمَرْوَةِ",
        "دعاء الوقوف على الصفا والمروة",
        0,
        0
    ),
    arrayListOf(
        120,
        "الدُّعَـاءُ يَــوْمَ عَـرَفَةَ",
        "الدعاء يوم عرفة",
        0,
        0
    ),
    arrayListOf(
        121,
        "الذِّكْـرُ عِنْــدَ الـمَشْـعَرِ الْحَرَامِ",
        "الذكر عند المشعر الحرام",
        0,
        0
    ),
    arrayListOf(
        122,
        "التَّكْبِيرُ عِنْدَ رَمْي ِ الْجِمَارِ مَعَ كُلِّ حَصَاةٍ",
        "التكبير عند رمي  الجمار مع كل حصاة",
        0,
        0
    ),
    arrayListOf(
        123,
        "دُعَاءُ التَّعَــجُّبِ وَالأَمْرِ السَّــارِّ",
        "دعاء التعجب والأمر السار",
        0,
        0
    ),
    arrayListOf(
        124,
        "مَا يَفْـعَلُ مَنْ أَتَاهُ أَمْرٌ يَسُـرُّهُ",
        "ما يفعل من أتاه أمر يسره",
        0,
        0
    ),
    arrayListOf(
        125,
        "مَا يَفْعَلُ وَيَقُولُ مَنْ أَحَسَّ وَجَعاً فِي جَسَدِهِ",
        "ما يفعل ويقول من أحس وجعا في جسده",
        0,
        0
    ),
    arrayListOf(
        126,
        "دُعَاءُ مَنْ خَشِيَ أَنْ يُصِيبَ شَيْئاً بِعَيْنِهِ",
        "دعاء من خشي أن يصيب شيئا بعينه",
        0,
        0
    ),
    arrayListOf(
        127,
        "مَا يُقَـالُ عِنْــدَ الْفَــزَعِ",
        "ما يقال عند الفزع",
        0,
        0
    ),
    arrayListOf(
        128,
        "مَا يَقُولُ عِنْدَ الذَّبْحِ أَوِ النَّحْرِ",
        "ما يقول عند الذبح أو النحر",
        0,
        0
    ),
    arrayListOf(
        129,
        "مَا يَقُولُ لِرَدِّ كَيْدِ مَرَدَةِ الشَّيَاطِينِ",
        "ما يقول لرد كيد مردة الشياطين",
        0,
        0
    ),
    arrayListOf(
        130,
        "الاسـتِغْفَارُ والتَّـوبَةُ",
        "الاستغفار والتوبة",
        0,
        0
    ),
    arrayListOf(
        131,
        "فَضْلُ التَّسْبِيحِ وَالتَّحْمِيدِ، وَالتَّهْلِيلِ، وَالتَّكْبِيرِ",
        "فضل التسبيح والتحميد، والتهليل، والتكبير",
        0,
        0
    ),
    arrayListOf(
        132,
        "كَيْفَ كَانَ النَّبيُّ صلى الله عليه وسلم يُسَبِّحُ؟",
        "كيف كان النبي صلى الله عليه وسلم يسبح؟",
        0,
        0
    ),
    arrayListOf(
        133,
        "مِنْ أَنْوَاعِ الْخَيْرِ وَالآدَابِ الْجَامِعَةِ",
        "من أنواع الخير والآداب الجامعة",
        0,
        0
    ),
)