package com.fastlink.zekrapp.appData

import com.fastlink.zekrapp.appData.model.ZekirModel

val zekirData: ArrayList<ZekirModel> = arrayListOf(
    ZekirModel(
        1,
        1,
        "الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ ",
        "الحمد لله الذي أحيانا بعد ما أماتنا، وإليه النشور ",
        "البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣١٤، ومسلم، ٤/ ٢٠٨٣، برقم ٢٧١١.",
        null,
        1
    ),
    ZekirModel(
        2,
        1,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي ",
        "  لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله العلي العظيم، رب اغفر لي ",
        "من قال ذلك غُفِرَ له، فإن دعا استجيب له، فإن قام فتوضأ ثم صلى قُبلت صلاته، البخاري مع الفتح، ٣/ ٣٩، برقم ١١٥٤، وغيره، واللفظ لابن ماجه، انظر: صحيح ابن ماجه، ٢/٣٣٥ .",
        null,
        1
    ),
    ZekirModel(
        3,
        1,
        "  الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ ",
        "  الحمد لله الذي عافاني في جسدي، ورد علي روحي، وأذن لي بذكره ",
        "الترمذي، ٥/ ٤٧٣، برقم ٣٤٠١، وانظر: صحيح الترمذي، ٣/١٤٤.",
        null,
        1
    ),
    ZekirModel(
        4,
        1,
        "﴿إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ﴾",
        "﴿إن في خلق السموات والأرض واختلاف الليل والنهار لآيات لأولي الألباب * الذين يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السموات والأرض ربنا ما خلقت هذا باطلا سبحانك فقنا عذاب النار* ربنا إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار* ربنا إننا سمعنا مناديا ينادي للإيمان أن آمنوا بربكم فآمنا ربنا فاغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار* ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد* فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض فالذين هاجروا وأخرجوا من ديارهم وأوذوا في سبيلي وقاتلوا وقتلوا لأكفرن عنهم سيئاتهم ولأدخلنهم جنات تجري من تحتها الأنهار ثوابا من عند الله والله عنده حسن الثواب * لا يغرنك تقلب الذين كفروا في البلاد * متاع قليل ثم مأواهم جهنم وبئس المهاد * لكن الذين اتقوا ربهم لهم جنات تجري من تحتها الأنهار خالدين فيها نزلا من عند الله وما عند الله خير للأبرار * وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم ومآ أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب*يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون﴾",
        "الآيات من سورة آل عمران، ١٩٠-٢٠٠، البخاري مع الفتح، ٨/ ٣٣٧، برقم ٤٥٦٩، ومسلم، ١/ ٥٣٠، برقم ٢٥٦.",
        null,
        1
    ),
    ZekirModel(
        5,
        2,
        "  الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا   الثَّوْبَ  وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة... ",
        "  الحمد لله الذي كساني هذا   الثوب  ورزقنيه من غير حول مني ولا قوة... ",
        "أخرجه أهل السنن إلا النسائي: أبو داود، برقم ٤٠٢٣، والترمذي، برقم ٣٤٥٨، وابن ماجه، برقم ٣٢٨٥، وحسنه الألباني في: إرواء الغليل، ٧/٤٧ .",
        null,
        1
    ),
    ZekirModel(
        6,
        3,
        "  اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ ",
        "  اللهم لك الحمد أنت كسوتنيه، أسألك من خيره وخير ما صنع له، وأعوذ بك من شره وشر ما صنع له ",
        "أبو داود، برقم ٤٠٢٠، والترمذي، برقم ١٧٦٧، والبغوي، ١٢/ ٤٠، وانظر: مختصر شمائل الترمذي للألباني، ص٤٧ .",
        null,
        1
    ),
    ZekirModel(
        7,
        4,
        "  تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى ",
        "  تبلي ويخلف الله تعالى ",
        "أخرجه أبو داود، ٤/ ٤١، برقم ٤٠٢٠، وانظر: صحيح أبي داود ٢/٧٦٠.",
        null,
        1
    ),
    ZekirModel(
        8,
        4,
        "  اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً ",
        "  البس جديدا وعش حميدا ومت شهيدا ",
        "ابن ماجه، ٢/ ١١٧٨، برقم ٣٥٥٨،  والبغوي، ١٢/٤١، وانظر: صحيح ابن ماجه، ٢/٢٧٥ .",
        null,
        1
    ),
    ZekirModel(
        9,
        5,
        "  بِسْمِ اللَّهِ ",
        "  بسم الله ",
        "الترمذي، ٢/ ٥٠٥، برقم ٦٠٦، وغيره، وانظر: إرواء الغليل، برقم ٥٠، وصحيح الجامع، ٣/٢٠٣ .",
        null,
        1
    ),
    ZekirModel(
        10,
        6,
        "بِسْمِ اللَّهِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث ",
        "بسم الله اللهم إني أعوذ بك من الخبث والخبائث ",
        "أخرجه البخاري، ١/ ٤٥، برقم ١٤٢، ومسلم، ١/ ٢٨٣، برقم ٣٧٥، وزيادة: بسم الله في أوله أخرجها سعيد بن منصور. انظر فتح الباري ١/٢٤٤.",
        null,
        1
    ),
    ZekirModel(
        11,
        7,
        "غُفْرَانَكَ",
        "غفرانك",
        "أخرجه أصحاب السنن إلا النسائي فأخرجه في عمل اليوم والليلة، برقم ٧٩، أبو داود، برقم ٣٠، والترمذي، برقم ٧، وابن ماجه، برقم ٣٠٠، وصححه الألباني في صحيح سنن أبي داود، ١/ ١٩.",
        null,
        1
    ),
    ZekirModel(
        12,
        8,
        "بِسْمِ اللَّهِ",
        "بسم الله",
        "أبو داود، برقم ١٠١، وابن ماجه، برقم ٣٩٧، وأحمد، برقم ٩٤١٨، وانظر إرواء الغليل ١/١٢٢ .",
        null,
        1
    ),
    ZekirModel(
        13,
        9,
        "أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ..",
        "أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله..",
        "مسلم، ١/ ٢٠٩، برقم ٢٣٤.",
        null,
        1
    ),
    ZekirModel(
        14,
        9,
        " اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ ",
        " اللهم اجعلني من التوابين واجعلني من المتطهرين ",
        "الترمذي، ١/ ٧٨، برقم ٥٥، وانظر: صحيح الترمذي، ١/١٨ .",
        null,
        1
    ),
    ZekirModel(
        15,
        9,
        " سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ ",
        " سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك ",
        "النسائي في عمل اليوم والليلة، ص١٧٣، وانظر: إرواء الغليل ١/١٣٥، و٣/٩٤ .",
        null,
        1
    ),
    ZekirModel(
        16,
        10,
        " بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ ",
        " بسم الله، توكلت على الله، ولا حول ولا قوة إلا بالله ",
        "أبو داود، ٤/ ٣٢٥، برقم ٥٠٩٥، والترمذي، ٥/ ٤٩٠، برقم ٣٤٢٦، وانظر: صحيح الترمذي ٣/١٥١.",
        null,
        1
    ),
    ZekirModel(
        17,
        10,
        " اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ ",
        " اللهم إني أعوذ بك أن أضل، أو أضل، أو أزل، أو أزل، أو أظلم، أو أظلم، أو أجهل، أو يجهل علي ",
        "أهل السنن: أبو داود، برقم ٥٠٩٤، والترمذي، برقم ٣٤٢٧، والنسائي، برقم ٥٥٠١، وابن ماجه، برقم ٣٨٨٤، وانظر: صحيح الترمذي، ٣/١٥٢، وصحيح ابن ماجه، ٢/٣٣٦ .",
        null,
        1
    ),
    ZekirModel(
        18,
        11,
        "  بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ ",
        "  بسم الله ولجنا، وبسم الله خرجنا، وعلى الله ربنا توكلنا، ثم ليسلم على أهله ",
        "أخرجه أبو داود، ٤/ ٣٢٥، ٥٠٩٦، وحسّن إسناده العلامة ابن باز في تحفة الأخيار، ص٢٨، وفي الصحيح:     إذا دخل الرجل بيته فذكر اللَّهَ عند دخوله، وعند طعامه، قال الشيطان: لا مبيت لكم، ولا عشاء  ، مسلم، برقم ٢٠١٨ .",
        null,
        1
    ),
    ZekirModel(
        19,
        12,
        "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً، وَفِي لِسَانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتِي نُوراً، وَعَنْ يَمِينِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّم لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً . اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي... وَنُوراً فِي عِظَامِي, وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً ,وَهَبْ لِي نُوراً عَلَى نُور",
        "  اللهم اجعل في قلبي نورا، وفي لساني نورا، وفي سمعي نورا، وفي بصري نورا، ومن فوقي نورا، ومن تحتي نورا، وعن يميني نورا، وعن شمالي نورا، ومن أمامي نورا، ومن خلفي نورا، واجعل في نفسي نورا، وأعظم لي نورا، وعظم لي نورا، واجعل لي نورا، واجعلني نورا، اللهم أعطني نورا، واجعل في عصبي نورا، وفي لحمي نورا، وفي دمي نورا، وفي شعري نورا، وفي بشري نورا . اللهم اجعل لي نورا في قبري... ونورا في عظامي , وزدني نورا، وزدني نورا، وزدني نورا ,وهب لي نورا على نور",
        "انظر جميع هذه الألفاظ في البخاري، ١١/ ١١٦، برقم ٦٣١٦، ومسلم، ١/ ٥٢٦، و٥٢٩، و٥٣٠، برقم ٧٦٣ .\r\n\r\nالترمذي، ٥/ ٤٨٣، برقم ٣٤١٩ .\r\n\r\nأخرجه البخاري في الأدب المفرد، برقم ٦٩٥، ص٢٥٨ وصحح إسناده الألباني في صحيح الأدب المفرد، برقم ٥٣٦ .\r\n\r\nذكره ابن حجر في فتح الباري، وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح ١١/١١٨، وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة.",
        null,
        1
    ),
    ZekirModel(
        20,
        13,
        "  يَبْدَأُ بِرِجْلِهِ الْيُمْنَى ، وَيَقُولُ:   أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ ,بِسْمِ اللَّهِ، وَالصَّلَاة ,وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ, اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ ",
        "  يبدأ برجله اليمنى ، ويقول:   أعوذ بالله العظيم، وبوجهه الكريم، وسلطانه القديم، من الشيطان الرجيم ,بسم الله، والصلاة ,والسلام على رسول الله ,اللهم افتح لي أبواب رحمتك ",
        "لقول أنس بن مالك رضي الله عنه:     من السنة إذ دخلت المسجد أن تَبدأ برجلك اليمنى، وإذا خرجت أن تبدأ برجلك اليسرى  ، أخرجه الحاكم، ١/ ٢١٨، وصححه على شرط مسلم، ووافقه الذهبي، وأخرجه البيهقي، ٢/ ٤٤٢، وحسنه الألباني في سلسلة الأحاديث الصحيحة، ٥/ ٦٢٤، برقم ٢٤٧٨.\r\n\r\nأبو داود، برقم ٤٦٦، وانظر: صحيح الجامع، برقم ٤٥٩١ .\r\n\r\nرواه ابن السني، برقم ٨٨، وحسنه الألباني في الثمر المستطاب، ص ٦٠٧.\r\n\r\nأبو داود، ١/ ١٢٦، برقم ٤٦٥، وانظر: صحيح الجامع، ١/٥٢٨ .\r\n\r\nمسلم، ١/ ٤٩٤، برقم ٧١٣، وفي سنن ابن ماجه من حديث فاطمة ’:    اللهم اغفر لي ذنوبي،وافتح لي أبواب رحمتك  ، وصححه الألباني لشواهده. انظر: صحيح ابن ماجه، ١/١٢٨-١٢٩.",
        null,
        1
    ),
    ZekirModel(
        21,
        14,
        "-  يَبْدَأُ بِرِجْلِهِ الْيُسْرَى  وَيَقُولُ:   بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ ",
        "-  يبدأ برجله اليسرى  ويقول:   بسم الله والصلاة والسلام على رسول الله، اللهم إني أسألك من فضلك، اللهم اعصمني من الشيطان الرجيم ",
        "الحاكم، ١/ ٢١٨، والبيهقي، ٢/ ٤٤٢، وحسنه الألباني في سلسلة الأحاديث الصحيحة، ٥/ ٦٢٤، برقم ٢٤٧٨، وتقدم تخريجه.\r\n\r\nانظر تخريج روايات الحديث السابق في دعاء دخول المسجد، رقم   ٢٠  وزيادة:     اللهم اعصمني من الشيطان الرجيم   لابن ماجه. انظر: صحيح ابن ماجه، ١/١٢٩ .",
        null,
        1
    ),
    ZekirModel(
        22,
        15,
        "يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي   حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ  فَيقُولُ:   لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ",
        "يقول مثل ما يقول المؤذن إلا في   حي على الصلاة وحي على الفلاح  فيقول:   لا حول ولا قوة إلا بالله ",
        "البخاري، ١/ ١٥٢، برقم ٦١١، ورقم ٦١٣، ومسلم، ١/ ٢٨٨، برقم ٣٨٣.",
        null,
        1
    ),
    ZekirModel(
        23,
        15,
        "يَقُولُ:   وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً    يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ ",
        "يقول:   وأنا أشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله، رضيت بالله ربا، وبمحمد رسولا، وبالإسلام دينا    يقول ذلك عقب تشهد المؤذن ",
        "مسلم، ١/ ٢٩٠، برقم ٣٨٦.\r\n\r\nابن خزيمة، ١/٢٢٠ .",
        null,
        1
    ),
    ZekirModel(
        24,
        15,
        "  يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ ",
        "  يصلي على النبي صلى الله عليه وسلم بعد فراغه من إجابة المؤذن ",
        "مسلم، ١/ ٢٨٨، برقم ٣٨٤.",
        null,
        1
    ),
    ZekirModel(
        25,
        15,
        "يَقُولُ:   اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ،   ,إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ  ",
        "يقول:   اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمدا الوسيلة والفضيلة، وابعثه مقاما محمودا الذي وعدته،   ,إنك لا تخلف الميعاد  ",
        "البخاري، ١/ ١٥٢،  برقم ٦١٤، وما بين المعقوفين للبيهقي، ١/٤١٠، وحسَّن إسناده العلامة عبد العزيز بن باز ‘ في تحفة الأخيار، ص٣٨.",
        null,
        1
    ),
    ZekirModel(
        26,
        15,
        "  يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ ",
        "  يدعو لنفسه بين الأذان والإقامة فإن الدعاء حينئذ لا يرد ",
        "الترمذي، برقم ٣٥٩٤، ورقم ٣٥٩٥، وأبو داود، برقم ٥٢٥، وأحمد، برقم ١٢٢٠٠، وانظر: إرواء الغليل، ١/٢٦٢ .",
        null,
        1
    ),
    ZekirModel(
        27,
        16,
        "  اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ ",
        "  اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني من خطاياي، بالثلج والماء والبرد ",
        "البخاري، ١/ ١٨١، برقم ٧٤٤، ومسلم، ١/ ٤١٩، برقم ٥٩٨.",
        null,
        1
    ),
    ZekirModel(
        28,
        16,
        "   سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ ",
        "   سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك ",
        "مسلم، برقم ٣٩٩، وأصحاب السنن الأربعة: أبو داود، برقم ٧٧٥، والترمذي، برقم ٢٤٣، وابن ماجه، برقم ٨٠٦، والنسائي، برقم ٨٩٩، وانظر: صحيح الترمذي،١/٧٧،وصحيح ابن ماجه، ١/١٣٥.",
        null,
        1
    ),
    ZekirModel(
        29,
        16,
        "  وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَدَيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ ",
        "  وجهت وجهي للذي فطر السموات والأرض حنيفا وما أنا من المشركين، إن صلاتي، ونسكي، ومحياي، ومماتي لله رب العالمين، لا شريك له وبذلك أمرت وأنا من المسلمين. اللهم أنت الملك لا إله إلا أنت، أنت ربي وأنا عبدك، ظلمت نفسي واعترفت بذنبي فاغفر لي ذنوبي جميعا إنه لا يغفر الذنوب إلا أنت. واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت، واصرف عني سيئها، لا يصرف عني سيئها إلا أنت، لبيك وسعديك، والخير كله بيديك، والشر ليس إليك، أنا بك وإليك، تباركت وتعاليت، أستغفرك وأتوب إليك ",
        "أخرجه مسلم، ١/ ٥٣٤، برقم ٧٧١.",
        null,
        1
    ),
    ZekirModel(
        30,
        16,
        "  اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ ",
        "  اللهم رب جبرائيل، وميكائيل، وإسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون. اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم ",
        "أخرجه مسلم، ١/ ٥٣٤، برقم ٧٧٠ .",
        null,
        1
    ),
    ZekirModel(
        31,
        16,
        "  اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً  ثَلاثاً   أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ ",
        "  الله أكبر كبيرا، الله أكبر كبيرا، الله أكبر كبيرا، والحمد لله كثيرا، والحمد لله كثيرا، والحمد لله كثيرا، وسبحان الله بكرة وأصيلا  ثلاثا   أعوذ بالله من الشيطان: من نفخه، ونفثه، وهمزه ",
        "أخرجه أبو داود، ١/ ٢٠٣، برقم ٧٦٤، وابن ماجه، ١/ ٢٦٥، برقم، ٨٠٧، وأحمد، ٤/ ٨٥، برقم ١٦٧٣٩، وقال شعيب الأرناؤوط في تحقيقه لمسند:     حسن لغيره  ، وقال عبد القادر الأرناؤوط في تخريجه للكلم الطيب لابن تيمية، برقم ٧٨:     وهو حديث صحيح بشواهده  ، وذكره الألباني في صحيح الكلم الطيب، برقم ٦٢، وأخرجه مسلم عن ابن عمر ^ بنحوه، وفيه قصة، ١/ ٤٢٠، برقم ٦٠١.",
        null,
        1
    ),
    ZekirModel(
        32,
        16,
        "  اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ،   ,وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ    ,وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ    ,وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ    ,وَلَكَ الْحَمْدُ    ,أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ    ,اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ    ,أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ    ,أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ  ",
        "  اللهم لك الحمد، أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيم السموات والأرض ومن فيهن،   ,ولك الحمد أنت رب السموات والأرض ومن فيهن    ,ولك الحمد لك ملك السموات والأرض ومن فيهن    ,ولك الحمد أنت ملك السموات والأرض    ,ولك الحمد    ,أنت الحق، ووعدك الحق، وقولك الحق، ولقاؤك الحق، والجنة حق، والنار حق، والنبيون حق، ومحمد صلى الله عليه وسلم حق، والساعة حق    ,اللهم لك أسلمت، وعليك توكلت، وبك آمنت، وإليك أنبت، وبك خاصمت، وإليك حاكمت. فاغفر لي ما قدمت، وما أخرت، وما أسررت، وما أعلنت    ,أنت المقدم، وأنت المؤخر لا إله إلا أنت    ,أنت إلهي لا إله إلا أنت  ",
        "كان النبي صلى الله عليه وسلم يقوله إذا قام من الليل يتهجد.\r\n\r\nالبخاري مع الفتح، ٣/ ٣، و١١/ ١١٦، و١٣/ ٣٧١، ٤٢٣، ٤٦٥،، برقم ١١٢٠، ورقم ٦٣١٧، ورقم ٧٣٨٥، ورقم ٧٤٤٢، ورقم ٧٤٩٩، ومسلم مختصراً بنحوه، ١/ ٥٣٢، برقم ٧٦٩.",
        null,
        1
    ),
    ZekirModel(
        33,
        17,
        "  سُبْحانَ رَبِّيَ الْعَظِيمِ ",
        "  سبحان ربي العظيم ",
        "أخرجه أهل السنن، وأحمد: أبو داود، برقم ٨٧٠،  والترمذي، برقم ٢٦٢، والنسائي، برقم ١٠٠٧، وابن ماجه، برقم ٨٩٧، وأحمد، برقم، ٣٥١٤، وانظر: صحيح الترمذي، ١/٨٣ .",
        "ثلاث مرَّاتٍ",
        3
    ),
    ZekirModel(
        34,
        17,
        "  سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي ",
        "  سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي ",
        "البخاري، ١/ ٩٩، برقم، ٧٩٤، ومسلم، ١/ ٣٥٠، برقم ٤٨٤.",
        null,
        1
    ),
    ZekirModel(
        35,
        17,
        "  سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ ",
        "  سبوح، قدوس، رب الملائكة والروح ",
        "مسلم، ١/ ٣٥٣، برقم ٤٨٧، وأبو داود، ١/ ٢٣٠، برقم ٨٧٢.",
        null,
        1
    ),
    ZekirModel(
        36,
        17,
        "  اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَظْمِي، وَعَصَبِي،   ,وَمَا استَقَلَّتْ بِهِ قَدَمِي  ",
        "  اللهم لك ركعت، وبك آمنت، ولك أسلمت، خشع لك سمعي، وبصري، ومخي، وعظمي، وعصبي،   ,وما استقلت به قدمي  ",
        "مسلم، ١/ ٥٣٤، برفم ٧٧١، والأربعة إلا ابن ماجه: أبو داود، برقم ٧٦٠، ورقم ٧٦١، والترمذي، برقم ٣٤٢١، والنسائي، برقم ١٠٤٩، وما بين المعقوفين لفظ ابن خزيمة، برقم ٦٠٧، وابن حبان، برقم ١٩٠١.",
        null,
        1
    ),
    ZekirModel(
        37,
        17,
        "  سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ ",
        "  سبحان ذي الجبروت، والملكوت، والكبرياء، والعظمة ",
        "أبو داود، ١/ ٢٣٠، برقم ٨٧٣، والنسائي، برقم ١١٣١، وأحمد، برقم ٢٣٩٨٠، وإسناده حسن.",
        null,
        1
    ),
    ZekirModel(
        38,
        18,
        "  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ",
        "  سمع الله لمن حمده ",
        "البخاري مع الفتح، ٢/ ٢٨٢، برقم ٧٩٦.",
        null,
        1
    ),
    ZekirModel(
        39,
        18,
        "  رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ ",
        "  ربنا ولك الحمد، حمدا كثيرا طيبا مباركا فيه ",
        "البخاري مع الفتح، ٢/ ٢٨٤، برقم ٧٩٦.",
        null,
        1
    ),
    ZekirModel(
        40,
        18,
        "  مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ ",
        "  ملء السموات وملء الأرض، وما بينهما، وملء ما شئت من شيء بعد. أهل الثناء والمجد، أحق ما قال العبد، وكلنا لك عبد. اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد ",
        "مسلم، ١/ ٣٤٦، برقم ٤٧٧.",
        null,
        1
    ),
    ZekirModel(
        41,
        19,
        "  سُبْحَانَ رَبِّيَ الأَعْلَى ",
        "  سبحان ربي الأعلى ",
        "أخرجه أهل السنن، وأحمد: أبو داود، برقم ٨٧٠،  والترمذي، برقم ٢٦٢، والنسائي، برقم ١٠٠٧، وابن ماجه، برقم ٨٩٧، وأحمد، برقم، ٣٥١٤، وانظر: صحيح الترمذي، ١/٨٣ .",
        "ثلاث مرَّاتٍ",
        3
    ),
    ZekirModel(
        42,
        19,
        "  سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي ",
        "  سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي ",
        "البخاري، برقم، ٧٩٤، ومسلم، برقم ٤٨٤، وتقدم برقم ٣٤.",
        null,
        1
    ),
    ZekirModel(
        43,
        19,
        "  سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ ",
        "  سبوح، قدوس، رب الملائكة والروح ",
        "مسلم، ١/ ٥٣٣، برقم ٤٨٧، وأبو داود، برقم ٨٧٢، وتقدم برقم ٣٥.",
        null,
        1
    ),
    ZekirModel(
        44,
        19,
        "  اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ ",
        "  اللهم لك سجدت وبك آمنت، ولك أسلمت، سجد وجهي للذي خلقه، وصوره، وشق سمعه وبصره، تبارك الله أحسن الخالقين ",
        "مسلم، ١/ ٥٣٤، برقم ٧٧١، وغيره.",
        null,
        1
    ),
    ZekirModel(
        45,
        19,
        "  سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ ",
        "  سبحان ذي الجبروت، والملكوت، والكبرياء، والعظمة ",
        "أبو داود، ١/ ٢٣٠، برقم ٨٧٣، والنسائي، برقم ١١٣١، وأحمد، برقم ٢٣٩٨٠، وصححه الألباني في صحيح أبي داود، ١/ ١٦٦، وتقدم تخريجه برقم ٣٧.",
        null,
        1
    ),
    ZekirModel(
        46,
        19,
        "  اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ ",
        "  اللهم اغفر لي ذنبي كله: دقه وجله، وأوله وآخره، وعلانيته وسره ",
        "مسلم، ١/ ٢٣٠، برقم ٤٨٣.",
        null,
        1
    ),
    ZekirModel(
        47,
        19,
        "  اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ ",
        "  اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك، أنت كما أثنيت على نفسك ",
        "مسلم، ١/ ٣٥٢، برقم ٤٨٦.",
        null,
        1
    ),
    ZekirModel(
        48,
        20,
        "  رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي ",
        "  رب اغفر لي، رب اغفر لي ",
        "أبو داود، ١/ ٢٣١، برقم ٨٧٤، وابن ماجه، برقم ٨٩٧، وانظر: صحيح ابن ماجه، ١/ ١٤٨.",
        null,
        1
    ),
    ZekirModel(
        49,
        20,
        "  اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي ",
        "  اللهم اغفر لي، وارحمني، واهدني، واجبرني، وعافني، وارزقني، وارفعني ",
        "أخرجه أصحاب السنن إلا النسائي: أبو داود، ١/ ٢٣١، برقم ٨٥٠، والترمذي، برقم ٢٨٤، و٢٨٥، وابن ماجه، برقم ٨٩٨،  وانظر: صحيح الترمذي، ١/٩٠، وصحيح ابن ماجه، ١/١٤٨ .",
        null,
        1
    ),
    ZekirModel(
        50,
        21,
        "  سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾ ",
        "  سجد وجهي للذي خلقه، وشق سمعه وبصره بحوله وقوته، ﴿فتبارك الله أحسن الخالقين﴾ ",
        "الترمذي، ٢/ ٤٧٤، برقم ٣٤٢٥، وأحمد، ٦/ ٣٠، برقم ٢٤٠٢٢، والحاكم،  وصححه، ووافقه الذهبي، ١/٢٢٠ والزيادة له، والآية رقم ١٤ من سورة المؤمنون.",
        null,
        1
    ),
    ZekirModel(
        51,
        21,
        "  اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ ",
        "  اللهم اكتب لي بها عندك أجرا، وضع عني بها وزرا، واجعلها لي عندك ذخرا، وتقبلها مني كما تقبلتها من عبدك داود ",
        "الترمذي، ٢/ ٤٧٣، برقم ٥٧٩، والحاكم وصححه ووافقه الذهبي، ١/٢١٩ .",
        null,
        1
    ),
    ZekirModel(
        52,
        22,
        "  التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ ",
        "  التحيات لله، والصلوات، والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين. أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ",
        "البخاري مع الفتح، ٢/ ٣١١، برقم ٨٣١، ومسلم، ١/ ٣٠١، برقم ٤٠٢.",
        null,
        1
    ),
    ZekirModel(
        53,
        23,
        "  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ ",
        "  اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد ",
        "البخاري مع الفتح، ٦/ ٤٠٨، برقم ٣٣٧٠، ومسلم، برقم ٤٠٦.",
        null,
        1
    ),
    ZekirModel(
        54,
        23,
        "  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ ",
        "  اللهم صل على محمد وعلى أزواجه وذريته، كما صليت على آل إبراهيم. وبارك على محمد وعلى أزواجه وذريته، كما باركت على آل إبراهيم. إنك حميد مجيد ",
        "البخاري مع الفتح، ٦/ ٤٠٧، برقم ٣٣٦٩، ومسلم، ١/ ٣٠٦، برقم ٤٠٧، واللفظ له.",
        null,
        1
    ),
    ZekirModel(
        55,
        24,
        "  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ ",
        "  اللهم إني أعوذ بك من عذاب القبر، ومن عذاب جهنم، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال ",
        "البخاري، ٢/ ١٠٢، برقم ١٣٧٧، ومسلم، ١/ ٤١٢، برقم ٥٨٨، واللفظ لمسلم.",
        null,
        1
    ),
    ZekirModel(
        56,
        24,
        "  اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ ",
        "  اللهم إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات. اللهم إني أعوذ بك من المأثم والمغرم ",
        "البخاري، ١/ ٢٠٢، برقم ٨٣٢، ومسلم، ١/ ٤١٢، برقم ٥٨٧.",
        null,
        1
    ),
    ZekirModel(
        57,
        24,
        "  اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ ",
        "  اللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرة من عندك وارحمني، إنك أنت الغفور الرحيم ",
        "البخاري، ٨/ ١٦٨، برقم ٨٣٤، ومسلم، ٤/ ٢٠٧٨، برقم ٢٧٠٥.",
        null,
        1
    ),
    ZekirModel(
        58,
        24,
        "  اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ ",
        "  اللهم اغفر لي ما قدمت، وما أخرت، وما أسررت، وما أعلنت، وما أسرفت، وما أنت أعلم به مني. أنت المقدم، وأنت المؤخر لا إله إلا أنت ",
        "مسلم، ١/ ٥٣٤، برقم ٧٧١.",
        null,
        1
    ),
    ZekirModel(
        59,
        24,
        "  اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ ",
        "  اللهم أعني على ذكرك، وشكرك، وحسن عبادتك ",
        "أبو داود، ٢/ ٨٦، برقم، ١٥٢٢، والنسائي، ٣/ ٥٣، برقم، ٢٣٠٢، وصححه الألباني في صحيح أبي داود، ١/٢٨٤ .",
        null,
        1
    ),
    ZekirModel(
        60,
        24,
        "  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ ",
        "  اللهم إني أعوذ بك من البخل، وأعوذ بك من الجبن، وأعوذ بك من أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا وعذاب القبر ",
        "البخاري مع الفتح، ٦/ ٣٥، برقم ٢٨٢٢، ورقم ٦٣٩٠.",
        null,
        1
    ),
    ZekirModel(
        61,
        24,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ ",
        "  اللهم إني أسألك الجنة وأعوذ بك من النار ",
        "أبو داود، برقم ٧٩٢، وابن ماجه، برقم ٩١٠، وانظر: صحيح ابن ماجه، ٢/٣٢٨ .",
        null,
        1
    ),
    ZekirModel(
        62,
        24,
        "  اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ ",
        "  اللهم بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي، اللهم إني أسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الغنى والفقر، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة، اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين ",
        "النسائي، ٣/ ٥٤، ٥٥، برقم ١٣٠٤، وأحمد، ٤/ ٣٦٤، برقم، ٢١٦٦٦، وصححه الألباني في صحيح النسائي، ١/٢٨١ .",
        null,
        1
    ),
    ZekirModel(
        63,
        24,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ ",
        "  اللهم إني أسألك يا ألله بأنك الواحد الأحد الصمد الذي لم يلد ولم يولد، ولم يكن له كفوا أحد، أن تغفر لي ذنوبي إنك أنت الغفور الرحيم ",
        "أخرجه النسائي، ٣/ ٥٢، برقم ١٣٠٠ بلفظه، وأحمد، ٤/ ٣٣٨، برقم ١٨٩٧٤، وصححه الألباني في صحيح النسائي، ١/٢٨٠ .",
        null,
        1
    ),
    ZekirModel(
        64,
        24,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ ",
        "  اللهم إني أسألك بأن لك الحمد لا إله إلا أنت وحدك لا شريك لك، المنان، يا بديع السموات والأرض يا ذا الجلال والإكرام، يا حي يا قيوم إني أسألك الجنة وأعوذ بك من النار ",
        "رواه أهل السنن: أبو داود، برقم ١٤٩٥، والترمذي، برقم ٣٥٤٤، وابن ماجه، برقم ٣٨٥٨، والنسائي، برقم ١٢٩٩، وانظر: صحيح ابن ماجه، ٢/٣٢٩ .",
        null,
        1
    ),
    ZekirModel(
        65,
        24,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ ",
        "  اللهم إني أسألك بأني أشهد أنك أنت الله لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد ",
        "أبو داود، ٢/ ٦٢، برقم ١٤٩٣، والترمذي، ٥/ ٥١٥، برقم ٣٤٧٥، وابن ماجه، ٢/ ١٢٦٧، برقم ٣٨٥٧، والنسائي، برقم ١٣٠٠ بلفظه، وأحمد، برقم ١٨٩٧٤، وصححه الألباني في صحيح النسائي، ١/٢٨٠، وانظر: صحيح ابن ماجه، ٢/ ٣٢٩، وصحيح الترمذي، ٣/ ١٦٣ .",
        null,
        1
    ),
    ZekirModel(
        66,
        25,
        "  أَسْتَغْفِرُ اللَّهَ   ثَلاَثَاً  اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ ",
        "  أستغفر الله   ثلاثا  اللهم أنت السلام، ومنك السلام، تباركت يا ذا الجلال والإكرام ",
        "مسلم، ١/ ٤١٤، رقم ٥٩١.",
        null,
        1
    ),
    ZekirModel(
        67,
        25,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ   ,ثلاثاً ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ ",
        "  لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير   ,ثلاثا ، اللهم لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد ",
        "البخاري، ١/ ٢٥٥، برقم ٨٤٤، ومسلم، ١/ ٤١٤، برقم ٥٩٣، وما بين المعقوفين زيادة من البخاري، برقم ٦٤٧٣.",
        null,
        1
    ),
    ZekirModel(
        68,
        25,
        "  لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ ",
        "  لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير. لا حول ولا قوة إلا بالله، لا إله إلا الله، ولا نعبد إلا إياه, له النعمة وله الفضل وله الثناء الحسن، لا إله إلا الله مخلصين له الدين ولو كره الكافرون ",
        "مسلم، ١/ ٤١٥ برقم ٥٩٤.",
        null,
        1
    ),
    ZekirModel(
        69,
        25,
        "  سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ   ثلاثاً وثلاثين  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "  سبحان الله، والحمد لله، والله أكبر   ثلاثا وثلاثين  لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير ",
        "مسلم، ١/ ٤١٨، برقم ٥٩٧، وفيه:     من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر  .",
        null,
        1
    ),
    ZekirModel(
        70,
        25,
        "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾\r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾\r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\r\n\r\nبَعْدَ كُلِّ صَلاَةٍ",
        "بسم الله الرحمن الرحيم ﴿قل هو الله أحد* الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾\r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾\r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾\r\n\r\nبعد كل صلاة",
        "أبو داود، ٢/ ٨٦، برقم ١٥٢٣، والترمذي، برقم ٢٩٠٣، والنسائي، ٣/ ٦٨، برقم ١٣٣٥، وانظر: صحيح الترمذي، ٢/٨. والسور الثلاث يقال لها: المعوذات. انظر: فتح الباري، ٩/ ٦٢.",
        null,
        1
    ),
    ZekirModel(
        71,
        25,
        "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ",
        "﴿الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السموات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض ولا يؤوده حفظهما وهو العلي العظيم﴾ عقب كل صلاة",
        "من قرأها دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت. النسائي في عمل اليوم والليلة، برقم ١٠٠، وابن السني، برقم، ١٢١، وصححه الألباني في صحيح الجامع، ٥/٣٣٩، وسلسلة الأحاديث الصحيحة، ٢/٦٩٧، برقم ٩٧٢، والآية رقم ٢٥٥ من سورة البقرة.",
        null,
        1
    ),
    ZekirModel(
        72,
        25,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "  لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير ",
        "رواه الترمذي، ٥/ ٥١٥، برقم ٣٤٧٤، وأحمد، ٤/ ٢٢٧، برقم ١٧٩٩٠، وانظر تخريجه في: زاد المعاد ١/٣٠٠ .",
        "عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ",
        10
    ),
    ZekirModel(
        73,
        25,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً ",
        "  اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا ",
        "ابن ماجه، برقم ٩٢٥، والنسائي في عمل اليوم والليلة، برقم ١٠٢، وانظر: صحيح ابن ماجه، ١/١٥٢، ومجمع الزوائد ١٠/١١١، وسيأتي برقم ٩٥.",
        "بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ",
        1
    ),
    ZekirModel(
        74,
        26,
        "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ:   إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ \r\n\r\nوَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّهُ سبحانه وتعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾ ",
        "قال جابر بن عبد الله رضي الله عنهما: كان رسول الله صلى الله عليه وسلم يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن، يقول:   إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم؛ فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر - ويسمي حاجته - خير لي في ديني ومعاشي وعاقبة أمري – أو قال: عاجله وآجله - فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري – أو قال: عاجله وآجله – فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان، ثم أرضني به \r\n\r\nوما ندم من استخار الخالق، وشاور المخلوقين المؤمنين وتثبت في أمره، فقد قال الله سبحانه وتعالى: ﴿وشاورهم في الأمر فإذا عزمت فتوكل على الله﴾ ",
        "البخاري، ٧/ ١٦٢، برقم ١١٦٢.\r\n\r\nسورة آل عمران، الآية: ١٥٩ .",
        null,
        1
    ),
    ZekirModel(
        75,
        27,
        "الْحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلاَةُ وَالسَّلاَمُ عَلَى مَنْ لاَ نَبِيَّ بَعْدَهُ",
        "الحمد لله وحده، والصلاة والسلام على من لا نبي بعده",
        "عن أنس يرفعه:     لأن أقعد مع قوم يذكرون اللَّه تعالى من صلاة الغداة حتى تطلع الشمس أحبُّ إليَّ من أن أُعتق أربعة من ولد إسماعيل، ولأن أقعد مع قوم يذكرون اللَّه من صلاة العصر إلى أن تغرب الشمس أحبّ إليَّ من أن أعتق أربعة  . أبو داود، برقم ٣٦٦٧، وحسنه الألباني، في صحيح أبي داود، ٢/٦٩٨ .",
        null,
        1
    ),
    ZekirModel(
        76,
        27,
        "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "﴿الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السموات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض ولا يؤوده حفظهما وهو العلي العظيم﴾",
        "سورة البقرة، الآية: ٢٥٥. من قالها حين يصبح أُجير من الجن حتى يمسي، ومن قالها حين يمسي أُجير منهم حتى يصبح. أخرجه الحاكم، ١/٥٦٢، وصححه الألباني في صحيح الترغيب والترهيب، ١/٢٧٣، وعزاه إلى النسائي، والطبراني، وقال:     إسناد الطبراني جيد  .",
        null,
        1
    ),
    ZekirModel(
        77,
        27,
        "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾. \r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾. \r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾",
        "بسم الله الرحمن الرحيم ﴿قل هو الله أحد* الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾. \r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾. \r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾",
        "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أخرجه أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٢، والترمذي، ٥/ ٥٦٧، برقم ٣٥٧٥، وانظر: صحيح الترمذي، ٣/١٨٢ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        78,
        27,
        "  أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ ",
        "  أصبحنا وأصبح الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، رب أسألك خير ما في هذا اليوم وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم وشر ما بعده، رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من عذاب في النار وعذاب في القبر ",
        "مسلم، ٤/ ٢٠٨٨، برقم ٢٧٢٣.",
        null,
        1
    ),
    ZekirModel(
        79,
        27,
        "  اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ ",
        "  اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت وإليك النشور ",
        "الترمذي، ٥/ ٤٦٦، برقم ٣٣٩١، وانظر: صحيح الترمذي ٣/١٤٢.",
        null,
        1
    ),
    ZekirModel(
        80,
        27,
        "  اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ ",
        "  اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت ",
        "من قالها موقناً بها حين يمسي، فمات من ليلته دخل الجنة، وكذلك إذا أصبح. أخرجه البخاري، ٧/ ١٥٠، برقم ٦٣٠٦.",
        null,
        1
    ),
    ZekirModel(
        81,
        27,
        "  اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ ",
        "  اللهم إني أصبحت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك ",
        "من قالها حين يصبح، أو يمسي أربع مرات، أعتقه اللَّه من النار. أخرجه أبو داود، ٤/ ٣١٧، برقم ٥٠٧١، والبخاري في الأدب المفرد، برقم ١٢٠١، والنسائي في عمل اليوم والليلة، برقم ٩، وابن السني، برقم ٧٠، وحسّن سماحة الشيخ ابن باز ‘ إسناد النسائي، وأبي داود، في تحفة الأخيار، ص٢٣.",
        "أربعَ مَرَّاتٍ",
        4
    ),
    ZekirModel(
        82,
        27,
        "  اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ ",
        "  اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر ",
        "من قالها حين يصبح فقد أدَّى شكر يومه، ومن قالها حين يمسي فقد أدَّى شكر ليلته. أخرجه أبو داود، ٤/ ٣١٨، برقم ٥٠٧٥، والنسائي في عمل اليوم والليلة، برقم ٧، وابن السني، برقم ٤١، وابن حبان،     موارد   برقم ٢٣٦١، وحسّن ابن باز ‘ إسناده في تحفة الأخيار، ص٢٤.",
        null,
        1
    ),
    ZekirModel(
        83,
        27,
        "  اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ ",
        "  اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم  إني أعوذ بك من الكفر، والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت ",
        "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٢، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، والنسائي في عمل اليوم والليلة، برقم ٢٢، وابن السني، برقم ٦٩، والبخاري في الأدب المفرد، برقم ٧٠١، وحسّن العلامة ابن باز ‘ إسناده في تحفة الأخيار، ص٢٦.",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        84,
        27,
        "  حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ",
        "  حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم ",
        "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
        "سَبْعَ مَرّاتٍ",
        7
    ),
    ZekirModel(
        85,
        27,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي ",
        "  اللهم إني أسألك العفو والعافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية: في ديني ودنياي وأهلي، ومالي، اللهم استر عوراتي، وآمن روعاتي، اللهم احفظني من بين يدي، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي ",
        "أبو داود، برقم ٥٠٧٤، وابن ماجه، برقم ٣٨٧١، وانظر: صحيح ابن ماجه، ٢/٣٣٢ .",
        null,
        1
    ),
    ZekirModel(
        86,
        27,
        "  اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ",
        "  اللهم عالم الغيب والشهادة فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على  نفسي سوءا، أو أجره إلى مسلم ",
        "الترمذي، برقم ٣٣٩٢، وأبو داود، برقم ٥٠٦٧،. وانظر: صحيح الترمذي، ٣/١٤٢ .",
        null,
        1
    ),
    ZekirModel(
        87,
        27,
        "  بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ",
        "  بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم ",
        "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء. أخرجه أبو داود، ٤/ ٣٢٣، برقم، ٥٠٨٨، والترمذي، ٥/ ٤٦٥، برقم ٣٣٨٨، وابن ماجه، برقم ٣٨٦٩، وأحمد، برقم ٤٤٦. وانظر: صحيح ابن ماجه، ٢/٣٣٢، وحسّن إسناده العلامة ابن باز ‘ في تحفة الأخيار، ص٣٩ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        88,
        27,
        "  رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً ",
        "  رضيت بالله ربا، وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيا ",
        "من قالها ثلاثاً حين يصبح وثلاثاً حين يمسي كان حقاً على اللَّه أن يرضيه يوم القيامة. أحمد، ٤/ ٣٣٧، برقم ١٨٩٦٧، والنسائي في عمل اليوم والليلة، برقم ٤، وابن السني، برقم ٦٨، وأبو داود، ٤/ ٣١٨، برقم ١٥٣١، والترمذي، ٥/ ٤٦٥، برقم، ٣٣٨٩، وحسّنه ابن باز ‘ في تحفة الأخيار ص٣٩ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        89,
        27,
        "  يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ ",
        "  يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين ",
        "الحاكم وصححه، ووافقه الذهبي، ١/٥٤٥، وانظر: صحيح الترغيب والترهيب، ١/٢٧٣ .",
        null,
        1
    ),
    ZekirModel(
        90,
        27,
        "  أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ ",
        "  أصبحنا وأصبح الملك لله رب العالمين، اللهم إني أسألك خير هذا اليوم:فتحه، ونصره، ونوره، وبركته، وهداه، وأعوذ بك من شر ما فيه وشر ما بعده ",
        "أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٤، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٣ .",
        null,
        1
    ),
    ZekirModel(
        91,
        27,
        "  أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ ",
        "  أصبحنا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين ",
        "أحمد، ٣/ ٤٠٦، و٤٠٧، برقم ١٥٣٦٠، ورقم ١٥٥٦٣، وابن السني في عمل اليوم والليلة، برقم ٣٤، وانظر: صحيح الجامع، ٤/٢٠٩ .",
        null,
        1
    ),
    ZekirModel(
        92,
        27,
        "  سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ",
        "  سبحان الله وبحمده ",
        "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه. مسلم، ٤/ ٢٠٧١ برقم ٢٦٩٢.",
        "مائة مرَّةٍ",
        100
    ),
    ZekirModel(
        93,
        27,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "  لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير ",
        "النسائي في عمل اليوم والليلة، برقم ٢٤، وانظر: صحيح الترغيب والترهيب، ١/٢٧٢، وتحفة الأخيار لابن باز ‘، ص٤٤، وانظر فضلها في :ص١٤٦، حديث، رقم ٢٥٥ .\r\n\r\nأبو داود، برقم ٥٠٧٧، وابن ماجه، برقم ٣٧٩٨، وأحمد، برقم ٨٧١٩، وانظر: صحيح الترغيب والترهيب، ١/٢٧٠، وصحيح أبي داود، ٣/٩٥٧، وصحيح ابن ماجه، ٢/٣٣١، وزاد المعاد، ٢/٣٧٧.",
        "عشرَ مرَّات أَو مرَّةً واحدةً عندَ الكَسَل",
        10
    ),
    ZekirModel(
        94,
        27,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "  لا إله إلا الله، وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير ",
        "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكُتِبَ له مائة حسنة، ومُحيت عنه مائة سيئة، وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي، ولم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك. البخاري، ٤/ ٩٥، برقم ٣٢٩٣، ومسلم، ٤/ ٢٠٧١، برقم ٢٦٩١.",
        "مائةَ مرَّةٍ",
        100
    ),
    ZekirModel(
        95,
        27,
        "  سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ ",
        "  سبحان الله وبحمده: عدد خلقه، ورضا نفسه، وزنة عرشه، ومداد كلماته ",
        "مسلم، ٤/ ٢٠٩٠، برقم ٢٧٢٦.",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        96,
        27,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً ",
        "  اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا ",
        "أخرجه ابن السني في عمل اليوم والليلة، برقم ٥٤، وابن ماجه، برقم ٩٢٥، وحسّن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٥، وتقدم برقم ٧٣.",
        null,
        1
    ),
    ZekirModel(
        97,
        27,
        "  أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ",
        "  أستغفر الله وأتوب إليه ",
        "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧، ومسلم، / ٢٠٧٥، برقم ٢٧٠٢.",
        "مِائَةَ مَرَّةٍ فِي الْيَوْمِ",
        100
    ),
    ZekirModel(
        98,
        27,
        "  اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ ",
        "  اللهم صل وسلم على نبينا محمد ",
        "    من صلّى عليَّ حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة   أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، ١٠/١٢٠، وصحيح الترغيب والترهيب، ١/٢٧٣ .",
        "عشرَ مرَّاتٍ",
        10
    ),
    ZekirModel(
        99,
        28,
        "الْحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلاَةُ وَالسَّلاَمُ عَلَى مَنْ لاَ نَبِيَّ بَعْدَهُ",
        "الحمد لله وحده، والصلاة والسلام على من لا نبي بعده",
        "عن أنس يرفعه:     لأن أقعد مع قوم يذكرون اللَّه تعالى من صلاة الغداة حتى تطلع الشمس أحبُّ إليَّ من أن أُعتق أربعة من ولد إسماعيل، ولأن أقعد مع قوم يذكرون اللَّه من صلاة العصر إلى أن تغرب الشمس أحبّ إليَّ من أن أعتق أربعة  . أبو داود، برقم ٣٦٦٧، وحسنه الألباني، في صحيح أبي داود، ٢/٦٩٨ .",
        null,
        1
    ),
    ZekirModel(
        100,
        28,
        "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "﴿الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السموات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض ولا يؤوده حفظهما وهو العلي العظيم﴾",
        "سورة البقرة، الآية: ٢٥٥. من قالها حين يصبح أُجير من الجن حتى يمسي، ومن قالها حين يمسي أُجير منهم حتى يصبح. أخرجه الحاكم، ١/٥٦٢، وصححه الألباني في صحيح الترغيب والترهيب، ١/٢٧٣، وعزاه إلى النسائي، والطبراني، وقال:     إسناد الطبراني جيد  .",
        null,
        1
    ),
    ZekirModel(
        101,
        28,
        "بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾. \r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾. \r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾",
        "بسم الله الرحمن الرحيم ﴿قل هو الله أحد* الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾. \r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾. \r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾",
        "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أخرجه أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٢، والترمذي، ٥/ ٥٦٧، برقم ٣٥٧٥، وانظر: صحيح الترمذي، ٣/١٨٢ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        102,
        28,
        "  أَمسينَا وَأَمسى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَه الْليلة وَخَيرَ مَا بَعْدَها، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَه الْليلة وَشَرِّ مَا بَعْدَها، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ ",
        "  أمسينا وأمسى الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، رب أسألك خير ما في هذه الليلة وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها، رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من عذاب في النار وعذاب في القبر ",
        "مسلم، ٤/ ٢٠٨٨، برقم ٢٧٢٣.",
        null,
        1
    ),
    ZekirModel(
        103,
        28,
        "  اللَّهُمَّ بِكَ أَمسينا، وَبِكَ أَصبحنا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ المصيرُ ",
        "  اللهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت وإليك المصير ",
        "الترمذي، ٥/ ٤٦٦، برقم ٣٣٩١، وانظر: صحيح الترمذي ٣/١٤٢.",
        null,
        1
    ),
    ZekirModel(
        104,
        28,
        "  اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ ",
        "  اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت ",
        "من قالها موقناً بها حين يمسي، فمات من ليلته دخل الجنة، وكذلك إذا أصبح. أخرجه البخاري، ٧/ ١٥٠، برقم ٦٣٠٦.",
        null,
        1
    ),
    ZekirModel(
        105,
        28,
        "  اللَّهُمَّ إِنِّي أَمسيتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ ",
        "  اللهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدا عبدك ورسولك ",
        "من قالها حين يصبح، أو يمسي أربع مرات، أعتقه اللَّه من النار. أخرجه أبو داود، ٤/ ٣١٧، برقم ٥٠٧١، والبخاري في الأدب المفرد، برقم ١٢٠١، والنسائي في عمل اليوم والليلة، برقم ٩، وابن السني، برقم ٧٠، وحسّن سماحة الشيخ ابن باز ‘ إسناد النسائي، وأبي داود، في تحفة الأخيار، ص٢٣.",
        "أربعَ مَرَّاتٍ",
        4
    ),
    ZekirModel(
        106,
        28,
        "  اللَّهُمَّ مَا أَمسى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ ",
        "  اللهم ما أمسى بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر ",
        "",
        null,
        1
    ),
    ZekirModel(
        107,
        28,
        "  اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ ",
        "  اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم  إني أعوذ بك من الكفر، والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت ",
        "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٢، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، والنسائي في عمل اليوم والليلة، برقم ٢٢، وابن السني، برقم ٦٩، والبخاري في الأدب المفرد، برقم ٧٠١، وحسّن العلامة ابن باز ‘ إسناده في تحفة الأخيار، ص٢٦.",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        108,
        28,
        "  حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ",
        "  حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم ",
        "من قالها حين يصبح وحين يمسي سبع مرات كفاه اللَّه ما أهمّه من أمر الدنيا والآخرة. أخرجه ابن السني، برقم ٧١ مرفوعاً، وأبو داود موقوفاً، ٤/ ٣٢١، برقم ٥٠٨١، وصحّح إسناده شعيب وعبدالقادر الأرناؤوط. انظر: زاد المعاد ٢/٣٧٦ .",
        "سَبْعَ مَرّاتٍ",
        7
    ),
    ZekirModel(
        109,
        28,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي ",
        "  اللهم إني أسألك العفو والعافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية: في ديني ودنياي وأهلي، ومالي، اللهم استر عوراتي، وآمن روعاتي، اللهم احفظني من بين يدي، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي ",
        "أبو داود، برقم ٥٠٧٤، وابن ماجه، برقم ٣٨٧١، وانظر: صحيح ابن ماجه، ٢/٣٣٢ .",
        null,
        1
    ),
    ZekirModel(
        110,
        28,
        "  اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ",
        "  اللهم عالم الغيب والشهادة فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على  نفسي سوءا، أو أجره إلى مسلم ",
        "الترمذي، برقم ٣٣٩٢، وأبو داود، برقم ٥٠٦٧،. وانظر: صحيح الترمذي، ٣/١٤٢ .",
        null,
        1
    ),
    ZekirModel(
        111,
        28,
        "  بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ",
        "  بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم ",
        "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء. أخرجه أبو داود، ٤/ ٣٢٣، برقم، ٥٠٨٨، والترمذي، ٥/ ٤٦٥، برقم ٣٣٨٨، وابن ماجه، برقم ٣٨٦٩، وأحمد، برقم ٤٤٦. وانظر: صحيح ابن ماجه، ٢/٣٣٢، وحسّن إسناده العلامة ابن باز ‘ في تحفة الأخيار، ص٣٩ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        112,
        28,
        "  رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً ",
        "  رضيت بالله ربا، وبالإسلام دينا، وبمحمد صلى الله عليه وسلم نبيا ",
        "من قالها ثلاثاً حين يصبح وثلاثاً حين يمسي كان حقاً على اللَّه أن يرضيه يوم القيامة. أحمد، ٤/ ٣٣٧، برقم ١٨٩٦٧، والنسائي في عمل اليوم والليلة، برقم ٤، وابن السني، برقم ٦٨، وأبو داود، ٤/ ٣١٨، برقم ١٥٣١، والترمذي، ٥/ ٤٦٥، برقم، ٣٣٨٩، وحسّنه ابن باز ‘ في تحفة الأخيار ص٣٩ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        113,
        28,
        "  يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ ",
        "  يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين ",
        "الحاكم وصححه، ووافقه الذهبي، ١/٥٤٥، وانظر: صحيح الترغيب والترهيب، ١/٢٧٣ .",
        null,
        1
    ),
    ZekirModel(
        114,
        28,
        "  أَمسينَا وَأَمسى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَه الْليلة:فَتْحَها، وَنَصْرَها، وَنورَها، وَبَرَكَتَها، وَهُدَاها، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها وَشَرِّ مَا بَعْدَها ",
        "  أمسينا وأمسى الملك لله رب العالمين، اللهم إني أسألك خير هذه الليلة:فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها وشر ما بعدها ",
        "أبو داود، ٤/ ٣٢٢، برقم ٥٠٨٤، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، ٢/٣٧٣ .",
        null,
        1
    ),
    ZekirModel(
        115,
        28,
        "  أَمسينا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ ",
        "  أمسينا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم، حنيفا مسلما وما كان من المشركين ",
        "أحمد، ٣/ ٤٠٦، و٤٠٧، برقم ١٥٣٦٠، ورقم ١٥٥٦٣، وابن السني في عمل اليوم والليلة، برقم ٣٤، وانظر: صحيح الجامع، ٤/٢٠٩ .",
        null,
        1
    ),
    ZekirModel(
        116,
        28,
        "  سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ",
        "  سبحان الله وبحمده ",
        "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه. مسلم، ٤/ ٢٠٧١ برقم ٢٦٩٢.",
        "مائة مرَّةٍ",
        100
    ),
    ZekirModel(
        117,
        28,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "  لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير ",
        "النسائي في عمل اليوم والليلة، برقم ٢٤، وانظر: صحيح الترغيب والترهيب، ١/٢٧٢، وتحفة الأخيار لابن باز ‘، ص٤٤، وانظر فضلها في :ص١٤٦، حديث، رقم ٢٥٥ .\r\n\r\nأبو داود، برقم ٥٠٧٧، وابن ماجه، برقم ٣٧٩٨، وأحمد، برقم ٨٧١٩، وانظر: صحيح الترغيب والترهيب، ١/٢٧٠، وصحيح أبي داود، ٣/٩٥٧، وصحيح ابن ماجه، ٢/٣٣١، وزاد المعاد، ٢/٣٧٧.",
        "عشرَ مرَّات أَو مرَّةً واحدةً عندَ الكَسَل",
        10
    ),
    ZekirModel(
        118,
        28,
        "  أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ",
        "  أستغفر الله وأتوب إليه ",
        "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧، ومسلم، / ٢٠٧٥، برقم ٢٧٠٢.",
        "مِائَةَ مَرَّةٍ فِي الْيَوْمِ",
        100
    ),
    ZekirModel(
        119,
        28,
        "  أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ ",
        "  أعوذ بكلمات الله التامات من شر ما خلق ",
        "من قالها حين يمسي ثلاث مرات لم تضرّه حُمَة تلك الليلة، أخرجه أحمد، ٢/ ٢٩٠، برقم ٧٨٩٨، والنسائي في عمل اليوم والليلة، برقم ٥٩٠، وابن السني، برقم ٦٨، وانظر: صحيح الترمذي، ٣/١٨٧، وصحيح ابن ماجه، ٢/٢٦٦، وتحفة الأخيار لابن باز، ص٤٥ .",
        "ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        120,
        28,
        "  اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ ",
        "  اللهم صل وسلم على نبينا محمد ",
        "    من صلّى عليَّ حين يصبح عشراً، وحين يمسي عشراً، أدركته شفاعتي يوم القيامة   أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، ١٠/١٢٠، وصحيح الترغيب والترهيب، ١/٢٧٣ .",
        "عشرَ مرَّاتٍ",
        10
    ),
    ZekirModel(
        121,
        29,
        "  يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:بسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.\r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾. \r\n\r\nبسم الله الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾\r\n\r\nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ ",
        "  يجمع كفيه ثم ينفث فيهما فيقرأ فيهما:بسم الله الرحمن الرحيم ﴿قل هو الله أحد * الله الصمد* لم يلد ولم يولد* ولم يكن له كفوا أحد﴾.\r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الفلق* من شر ما خلق* ومن شر غاسق إذا وقب* ومن شر النفاثات في العقد* ومن شر حاسد إذا حسد﴾. \r\n\r\nبسم الله الرحمن الرحيم ﴿قل أعوذ برب الناس* ملك الناس* إله الناس* من شر الوسواس الخناس* الذي يوسوس في صدور الناس* من الجنة و الناس﴾\r\n\r\nثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجهه وما أقبل من جسده ",
        "البخاري مع الفتح، ٩/ ٦٢، برقم ٥٠١٧، ومسلم، برقم ٢١٩٢.",
        "يفعلُ ذلك ثلاثَ مرَّاتٍ",
        3
    ),
    ZekirModel(
        122,
        29,
        "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "﴿الله لا إله إلا هو الحي القيوم لا تأخذه سنة ولا نوم له ما في السموات وما في الأرض من ذا الذي يشفع عنده إلا بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء وسع كرسيه السموات والأرض ولا يؤوده حفظهما وهو العلي العظيم﴾",
        "سورة البقرة، الاية: ٢٥٥، من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من اللَّه حافظ ولا يقربه شيطان حتى يصبح، البخاري مع الفتح، ٤/ ٤٨٧، برقم ٢٣١١.",
        null,
        1
    ),
    ZekirModel(
        123,
        29,
        "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾",
        "﴿آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملآئكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير* لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنآ أنت مولانا فانصرنا على القوم الكافرين﴾",
        "من قرأهما في ليلة كفتاه، البخاري مع الفتح، ٩/ ٩٤، برقم ٤٠٠٨، ومسلم، ١/ ٥٥٤، برقم ٨٠٧، والآيتان من سورة البقرة، ٢٨٥-٢٨٦.",
        null,
        1
    ),
    ZekirModel(
        124,
        29,
        "  بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ ",
        "  باسمك ربي وضعت جنبي، وبك أرفعه، فإن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها، بما تحفظ به عبادك الصالحين ",
        "    إذا قام أحدكم من فراشه ثم رجع إليه فلينفضه بصَنِفَةِ إزاره ثلاث مرات، وليُسمِّ اللَّه؛ فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل:..   الحديث،   ,ومعنى بصَنِفة إزاره: طَرَفه مِمَّا يَلِي طُرَّته . النهاية في غريب الحديث والأثر   صنف .\r\n\r\nالبخاري مع الفتح، ١١/ ١٢٦، برقم ٦٣٢٠. ومسلم، ٤/ ٢٠٨٤، برقم ٢٧١٤.",
        null,
        1
    ),
    ZekirModel(
        125,
        29,
        "  اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ  إِنِّي أَسْأَلُكَ العَافِيَةَ ",
        "  اللهم إنك خلقت نفسي وأنت توفاها، لك مماتها ومحياها، إن أحييتها فاحفظها، وإن أمتها فاغفر لها. اللهم  إني أسألك العافية ",
        "أخرجه مسلم، ٤/ ٢٠٨٣، برقم ٢٧١٢، وأحمد بلفظه، ٢/ ٧٩، برقم ٥٥٠٢.",
        null,
        1
    ),
    ZekirModel(
        126,
        29,
        "  اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ ",
        "  اللهم قني عذابك يوم تبعث عبادك ",
        "    كان صلى الله عليه وسلم إذا أراد أن يرقد وضع يده اليمنى تحت خدِّه، ثم يقول: ...   الحديث.\r\n\r\nأبو داود بلفظه، ٤/ ٣١١، برقم ٥٠٤٥، والترمذي، برقم ٣٣٩٨، وانظر: صحيح الترمذي، ٣/١٤٣، وصحيح أبي داود، ٣/ ٢٤٠.",
        null,
        1
    ),
    ZekirModel(
        127,
        29,
        "  بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا ",
        "  باسمك اللهم أموت وأحيا ",
        "البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣٢٤، ومسلم، ٤/ ٢٠٨٣، برقم ٢٧١١.",
        null,
        1
    ),
    ZekirModel(
        128,
        29,
        "  سُبْحَانَ اللَّهِ ",
        "  سبحان الله ",
        "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم. البخاري مع الفتح، ٧/ ٧١، برقم ٣٧٠٥، ومسلم، ٤/ ٢٠٩١، برقم ٢٧٢٦ .",
        "ثلاثاً وثلاثين",
        33
    ),
    ZekirModel(
        129,
        29,
        "  والْحَمْدُ لِلَّهِ ",
        "  والحمد لله ",
        "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم. البخاري مع الفتح، ٧/ ٧١، برقم ٣٧٠٥، ومسلم، ٤/ ٢٠٩١، برقم ٢٧٢٦ .",
        "ثلاثاً وثلاثين",
        33
    ),
    ZekirModel(
        130,
        29,
        "  وَاللَّهُ أَكْبَر ",
        "  والله أكبر ",
        "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم. البخاري مع الفتح، ٧/ ٧١، برقم ٣٧٠٥، ومسلم، ٤/ ٢٠٩١، برقم ٢٧٢٦ .",
        "أربعاً وثلاثينَ",
        34
    ),
    ZekirModel(
        131,
        29,
        "  اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ ",
        "  اللهم رب السموات السبع ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل، والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته. اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر ",
        "مسلم، ٤/ ٢٠٨٤، برقم ٢٧١٣.",
        null,
        1
    ),
    ZekirModel(
        132,
        29,
        "  الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ ",
        "  الحمد لله الذي أطعمنا وسقانا، وكفانا، وآوانا، فكم ممن لا كافي له ولا مؤوي ",
        "مسلم، ٤/ ٢٠٨٥، برقم ٢٧١٥.",
        null,
        1
    ),
    ZekirModel(
        133,
        29,
        "  اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ",
        "  اللهم عالم الغيب والشهادة فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على  نفسي سوءا، أو أجره إلى مسلم ",
        "أبو داود، ٤/ ٣١٧، برقم ٥٠٦٧، والترمذي، برقم ٣٦٢٩، وانظر: صحيح الترمذي ٣/١٤٢ .",
        null,
        1
    ),
    ZekirModel(
        134,
        29,
        "  يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَةِ، وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ ",
        "  يقرأ ﴿الم﴾ تنزيل السجدة، وتبارك الذي بيده الملك ",
        "الترمذي، برقم ٣٤٠٤، والنسائي في عمل اليوم والليلة، برقم ٧٠٧، وانظر: صحيح الجامع ٤/٢٥٥ .",
        null,
        1
    ),
    ZekirModel(
        135,
        29,
        "  اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ ",
        "  اللهم أسلمت نفسي إليك، وفوضت أمري إليك، ووجهت وجهي إليك، وألجأت ظهري إليك، رغبة ورهبة إليك، لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي أنزلت، وبنبيك الذي أرسلت ",
        "    إذا أخذت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن، ثم قل: ...   الحديث.\r\n\r\nقال صلى الله عليه وسلم لمن قال ذلك:     فإن مُتَّ مُتَّ على الفطرة  . البخاري مع الفتح، ١١/ ١١٣، برقم ٦٣١٣، ومسلم، ٤، ٢٠٨١، برقم ٢٧١٠.",
        null,
        1
    ),
    ZekirModel(
        136,
        30,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ ",
        "  لا إله إلا الله الواحد القهار، رب السموات والأرض وما بينهما العزيز الغفار ",
        "يقول ذلك إذا تقلب من جنب إلى جنب في الليل. أخرجه الحاكم، وصححه ووافقه الذهبي، ١/٥٤٠، والنسائي في عمل اليوم والليلة، برقم ٢٠٢، وابن السني، برقم ٧٥٧، وانظر: صحيح الجامع ٤/٢١٣ .",
        null,
        1
    ),
    ZekirModel(
        137,
        31,
        "  أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ ",
        "  أعوذ بكلمات الله التامات من غضبه وعقابه، وشر عباده، ومن همزات الشياطين وأن يحضرون ",
        "أبو داود، ٤/ ١٢، برقم ٣٨٩٣، والترمذي، برقم ٣٥٢٨، وانظر: صحيح الترمذي، ٣/١٧١ .",
        null,
        1
    ),
    ZekirModel(
        138,
        32,
        "  يَنْفُثُ عَنْ يَسَارِهِ ",
        "  ينفث عن يساره ",
        "مسلم، ٤/ ١٧٧٢، برقم ٢٢٦١.",
        "ثلاثاً",
        3
    ),
    ZekirModel(
        139,
        32,
        "  يَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى ",
        "  يستعيذ بالله من الشيطان ومن شر ما رأى ",
        "مسلم، ٤/ ١٧٧٢، ١٧٧٣، برقم  ٢٢٦١، ورقم ٢٢٦٢.",
        "ثَلاَثَ مَرَّاتٍ",
        3
    ),
    ZekirModel(
        140,
        32,
        "  لاَ يُحَدِّثْ بِهَا أَحَداً ",
        "  لا يحدث بها أحدا ",
        "مسلم، ٤/ ١٧٧٢، برقم ٢٢٦١، ورقم ٢٢٦٣.",
        null,
        1
    ),
    ZekirModel(
        141,
        32,
        "  يَتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ ",
        "  يتحول عن جنبه الذي كان عليه ",
        "مسلم، ٤/ ١٧٧٣، برقم ٢٢٦١.",
        null,
        1
    ),
    ZekirModel(
        142,
        32,
        "  يَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ ",
        "  يقوم يصلي إن أراد ذلك ",
        "مسلم، ٤/ ١٧٧٣، برقم ٢٢٦٣.",
        null,
        1
    ),
    ZekirModel(
        143,
        33,
        "  اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ،   ,وَلاَ يَعِزُّ مَنْ عَادَيْتَ ، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ ",
        "  اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت؛ فإنك تقضي ولا يقضى عليك، إنه لا يذل من واليت،   ,ولا يعز من عاديت ، تباركت ربنا وتعاليت ",
        "أخرجه أصحاب السنن الأربعة، وأحمد، والدارمي، والبيهقي: أبو داود، برقم ١٤٢٥، والترمذي، برقم ٤٦٤، والنسائي، برقم ١٧٤٤، وابن ماجه، برقم ١١٧٨، وأحمد، برقم ١٧١٨، والدارمي، برقم ١٥٩٢، والحاكم، ٣/ ١٧٢، والبيهقي، ٢/ ٢٠٩، وما بين المعقوفين للبيهقي، وانظر: صحيح الترمذي، ١/١٤٤، وصحيح ابن ماجه، ١/١٩٤، وإرواء الغليل للألباني، ٢/١٧٢ .",
        null,
        1
    ),
    ZekirModel(
        144,
        33,
        "  اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ ",
        "  اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك، لا أحصي ثناء عليك، أنت كما أثنيت على نفسك ",
        "أخرجه أصحاب السنن الأربعة، وأحمد: أبو داود، برقم ١٤٢٧، والترمذي، برقم ٣٥٦٦، والنسائي، برقم ١٧٤٦، وابن ماجه، برقم ١١٧٩، وأحمد، برقم ٧٥١ . انظر:صحيح الترمذي، ٣/١٨٠، وصحيح ابن ماجه، ١/١٩٤، والإرواء، ٢/١٧٥.",
        null,
        1
    ),
    ZekirModel(
        145,
        33,
        "  اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ ",
        "  اللهم إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفد، نرجو رحمتك، ونخشى عذابك، إن عذابك بالكافرين ملحق. اللهم إنا نستعينك، ونستغفرك، ونثني عليك الخير، ولا نكفرك، ونؤمن بك، ونخضع لك، ونخلع من يكفرك ",
        "أخرجه البيهقي في السنن الكبرى، وصحَّح إسناده، ٢/٢١١، وقال الشيخ الألباني في إرواء الغليل:     وهذا إسناد صحيح  ، ٢/١٧٠. وهو موقوف على عمر.",
        null,
        1
    ),
    ZekirModel(
        146,
        34,
        "  سُبْحَانَ المَلِكِ القُدُّوسِ ",
        "  سبحان الملك القدوس ",
        "رواه النسائي، ٣/ ٢٤٤، برقم ١٧٣٤، والدارقطني، ٢/ ٣١، وغيرهما، وما بين المعقوفين زيادة للدارقطني ٢/٣١، برقم ٢، وإسناده صحيح، انظر: زاد المعاد بتحقيق شعيب الأرناؤوط وعبدالقادر الأرناؤوط، ١/٣٣٧ .",
        "ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ:   ,رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ ",
        3
    ),
    ZekirModel(
        147,
        35,
        "  اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي ",
        "  اللهم إني عبدك، ابن عبدك، ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك، سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي ",
        "أحمد، ١/ ٣٩١، برقم ٣٧١٢، وصححه الألباني في سلسلة الأحاديث الصحيحة، ١/ ٣٣٧.",
        null,
        1
    ),
    ZekirModel(
        148,
        35,
        "  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ ",
        "  اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن، وضلع الدين وغلبة الرجال ",
        "البخاري، ٧/ ١٥٨، برقم: ٢٨٩٣، كان الرسول صلى الله عليه وسلم يكثر من هذا الدعاء. انظر: البخاري مع الفتح، ١١/١٧٣، وسيأتي ص ٨٩، برقم ١٣٧.",
        null,
        1
    ),
    ZekirModel(
        149,
        36,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ ",
        "  لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات ورب الأرض ورب العرش الكريم ",
        "البخاري، ٧/ ١٥٤، برقم ٦٣٤٥، ومسلم، ٤/ ٢٠٩٢، برقم ٢٧٣٠.",
        null,
        1
    ),
    ZekirModel(
        150,
        36,
        "  اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ ",
        "  اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا أنت ",
        "أبو داود، ٤/ ٣٢٤، برقم ٥٠٩٠، وأحمد، ٥/ ٤٢، برقم ٢٠٤٣٠، وحسّنه الألباني في صحيح أبي داود، ٣/٩٥٩ .",
        null,
        1
    ),
    ZekirModel(
        151,
        36,
        "  لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ ",
        "  لا إله إلا أنت سبحانك إني كنت من الظالمين ",
        "الترمذي، ٥/ ٥٢٩، برقم ٣٥٠٥، والحاكم وصححه ووافقه الذهبي، ١/٥٠٥، وانظر: صحيح الترمذي، ٣/١٦٨ .",
        null,
        1
    ),
    ZekirModel(
        152,
        36,
        "  اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً ",
        "  الله الله ربي لا أشرك به شيئا ",
        "أخرجه أبو داود، ٢/ ٨٧، برقم ١٥٢٥، وابن ماجه، برقم ٣٨٨٢، وانظر: صحيح ابن ماجه، ٢/٣٣٥ .",
        null,
        1
    ),
    ZekirModel(
        153,
        37,
        "  اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ ",
        "  اللهم إنا نجعلك في نحورهم، ونعوذ بك من شرورهم ",
        "أبو داود، ٢/ ٨٩، برقم ١٥٣٧، وصححه الحاكم ووافقه الذهبي، ٢/١٤٢.",
        null,
        1
    ),
    ZekirModel(
        154,
        37,
        "  اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ ",
        "  اللهم أنت عضدي، وأنت نصيري، بك أحول وبك أصول، وبك أقاتل ",
        "أبو داود، ٣/ ٤٢، برقم ٢٦٣٢، والترمذي، ٥/ ٥٧٢، برقم ٣٥٨٤، وانظر: صحيح الترمذي، ٣/١٨٣ .",
        null,
        1
    ),
    ZekirModel(
        155,
        37,
        "  حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ ",
        "  حسبنا الله ونعم الوكيل ",
        "البخاري، ٥/ ١٧٢، برقم ٤٥٦٣.",
        null,
        1
    ),
    ZekirModel(
        156,
        38,
        "  اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ ",
        "  اللهم رب السموات السبع، ورب العرش العظيم، كن لي جارا من فلان بن فلان، وأحزابه من خلائقك، أن يفرط علي أحد منهم أو يطغى، عز جارك، وجل ثناؤك، ولا إله إلا أنت ",
        "البخاري في الأدب المفرد، برقم ٧٠٧، وصححه الألباني في صحيح الأدب المفرد، برقم ٥٤٥.",
        null,
        1
    ),
    ZekirModel(
        157,
        38,
        "  اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ ",
        "  الله أكبر، الله أعز من خلقه جميعا، الله أعز مما أخاف وأحذر، أعوذ بالله الذي لا إله إلا هو، الممسك السموات السبع أن يقعن على الأرض إلا بإذنه، من شر عبدك فلان، وجنوده وأتباعه وأشياعه، من الجن والإنس، اللهم كن لي جارا من شرهم، جل ثناؤك وعز جارك، وتبارك اسمك، ولا إله غيرك ",
        "البخاري في الأدب المفرد برقم ٧٠٨، وصححه الألباني في صحيح الأدب المفرد، برقم ٥٤٦ .",
        null,
        1
    ),
    ZekirModel(
        158,
        39,
        "  اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ ",
        "  اللهم منزل الكتاب، سريع الحساب، اهزم الأحزاب، اللهم اهزمهم وزلزلهم ",
        "مسلم، ٣/ ١٣٦٢، برقم ١٧٤٢.",
        null,
        1
    ),
    ZekirModel(
        159,
        40,
        "  اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ ",
        "  اللهم اكفنيهم بما شئت ",
        "مسلم، ٤/ ٢٣٠٠، برقم ٣٠٠٥.",
        null,
        1
    ),
    ZekirModel(
        160,
        41,
        "  يَسْتَعِيذُ بِاللَّهِ ",
        "  يستعيذ بالله ",
        "البخاري مع الفتح، ٦/ ٣٣٦، برقم ٣٢٧٦، ومسلم، ١/ ١٢٠، برقم ١٣٤.",
        null,
        1
    ),
    ZekirModel(
        161,
        41,
        "  يَنْتَهِي عَمَّا وَسْوَسَ فِيهِ ",
        "  ينتهي عما وسوس فيه ",
        "البخاري مع الفتح، ٦/ ٣٣٦، برقم ٣٢٧٦، ومسلم، ١/ ١٢٠، برقم ١٣٤.",
        null,
        1
    ),
    ZekirModel(
        162,
        41,
        "  يَقُولُ:   آمَنْتُ بِاللَّهِ وَرُسُلِهِ ",
        "  يقول:   آمنت بالله ورسله ",
        "مسلم، ١/ ١١٩- ١٢٠، برقم ١٣٤.",
        null,
        1
    ),
    ZekirModel(
        163,
        41,
        "  يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ ",
        "  يقرأ قوله تعالى: ﴿هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم﴾ ",
        "سورة الحديد، الآية: ٣. أبو داود، ٤/ ٣٢٩، برقم ٥١١٠، وحسنه الألباني في صحيح أبي داود، ٣/٩٦٢ .",
        null,
        1
    ),
    ZekirModel(
        164,
        42,
        "  اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ ",
        "  اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمن سواك ",
        "الترمذي، ٥/ ٥٦٠، برقم ٣٥٦٣، وانظر: صحيح الترمذي، ٣/١٨٠.",
        null,
        1
    ),
    ZekirModel(
        165,
        42,
        "  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ ",
        "  اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن، وضلع الدين وغلبة الرجال ",
        "البخاري، ٧/ ١٥٨، برقم ٢٨٩٣، وتقدم ص ٨٣، برقم ١٢١.",
        null,
        1
    ),
    ZekirModel(
        166,
        43,
        "  أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ ",
        "  أعوذ بالله من الشيطان الرجيم، واتفل على يسارك ",
        "مسلم، ٤/ ١٧٢٩، برقم ٢٢٠٣، من حديث عثمان بن أبي العاص رضي الله عنه، وفيه ففعلت ذلك، فأذهبه اللَّه عني.",
        "ثلاثاً",
        3
    ),
    ZekirModel(
        167,
        44,
        "  اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً ",
        "  اللهم لا سهل إلا ما جعلته سهلا، وأنت تجعل الحزن إذا شئت سهلا ",
        "رواه ابن حبان في صحيحه، برقم ٢٤٢٧   موارد ، وابن السني، برقم ٣٥١، وقال الحافظ:     هذا حديث صحيح  ، وصححه عبد القادر الأرناؤوط في تخريج الأذكار للنووي، ص١٠٦ .",
        null,
        1
    ),
    ZekirModel(
        168,
        45,
        "  مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ ",
        "  ما من عبد يذنب ذنبا فيحسن الطهور، ثم يقوم فيصلي ركعتين، ثم يستغفر الله إلا غفر الله له ",
        "أبو داود، ٢/ ٨٦، برقم ١٥٢١، والترمذي، ٢/ ٢٥٧، برقم ٤٠٦، وصححه الألباني في صحيح أبي داود، ١/٢٨٣ .",
        null,
        1
    ),
    ZekirModel(
        169,
        46,
        "  الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ ",
        "  الاستعاذة بالله منه ",
        "أبو داود، ٢/ ٨٦، برقم ١٥٢١، والترمذي، ٢/ ٢٥٧، برقم ٤٠٦، وصححه الألباني في صحيح أبي داود، ١/٢٨٣ .٩٧-٩٨ .",
        null,
        1
    ),
    ZekirModel(
        170,
        46,
        "  الْأَذَانُ ",
        "  الأذان ",
        "مسلم، ١/ ٢٩١، برقم ٣٨٩، والبخاري، ١/ ١٥١، برقم ٦٠٨.",
        null,
        1
    ),
    ZekirModel(
        171,
        46,
        "  الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ ",
        "  الأذكار وقراءة القرآن ",
        "    لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تُقرأ فيه سورة البقرة  ، رواه مسلم، ١/ ٥٣٩، برقم ٧٨٠، ومما يطرد الشيطان أذكار الصباح والمساء، والنوم والاستيقاظ، وأذكار دخول المنزل والخروج منه، وأذكار دخول المسجد والخروج منه، وغير ذلك من الأذكار المشروعة، مثل: قراءة آية الكرسي عند النوم، والآيتين الأخيرتين من سورة البقرة، ومن قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير مائة مرة، كانت له حرزاً من الشيطان يومه كله، وكذا الأذان يطرد الشيطان.",
        null,
        1
    ),
    ZekirModel(
        172,
        47,
        "  قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ ",
        "  قدر الله وما شاء فعل ",
        "    المؤمن القوي خير وأحبّ إلى اللَّه من المؤمن الضعيف، وفي كلٍّ خير، احرص على ما ينفعك، واستعن باللَّهِ ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل قدَرُ اللَّه وما شاء فعل، فإنَّ لو تفتح عمل الشيطان  . مسلم، ٤/ ٢٠٥٢، برقم ٢٦٦٤.",
        null,
        1
    ),
    ZekirModel(
        173,
        48,
        "  بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ . وَيَرُدُّ عَلَيْهِ الْمُهَنَّأُ فَيَقُولُ:   بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ ",
        "  بارك الله لك في الموهوب لك، وشكرت الواهب، وبلغ أشده، ورزقت بره . ويرد عليه المهنأ فيقول:   بارك الله لك وبارك عليك، وجزاك الله خيرا، ورزقك الله مثله، وأجزل ثوابك ",
        "ذُكِرَ من كلام الحسن البصري. انظر: تحفة المودود لابن القيم، ص ٢٠، وعزاه لابن المنذر في الأوسط.\r\n\r\nقاله النووي في الأذكار، ص٣٤٩، وانظر: صحيح الأذكار للنووي، لسليم الهلالي، ٢/٧١٣، وتمام التخريج في الذكر والدعاء والعلاج بالرقى للمؤلف، ١/ ٤١٦ .",
        null,
        1
    ),
    ZekirModel(
        174,
        49,
        "كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما   أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ ",
        "كان رسول الله صلى الله عليه وسلم يعوذ الحسن والحسين رضي الله عنهما   أعيذكما بكلمات الله التامة من كل شيطان وهامة، ومن كل عين لامة ",
        "البخاري، ٤/ ١١٩، برقم ٣٣٧١، من حديث ابن عباس رَضِيَ اللَّهُ عَنْهُمَا.",
        null,
        1
    ),
    ZekirModel(
        175,
        50,
        "  لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ ",
        "  لا بأس طهور إن شاء الله ",
        "البخاري مع الفتح، ١٠/ ١١٨، برقم ٣٦١٦.",
        null,
        1
    ),
    ZekirModel(
        176,
        50,
        "  أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ ",
        "  أسأل الله العظيم رب العرش العظيم أن يشفيك ",
        "    ما من عبد مسلم يعود مريضاً لم يحضر أجله فيقول سبع مرات...   الحديث.. إلاَّ عوفي. أخرجه الترمذي،  برقم ٢٠٨٣، وأبو داود، برقم ٣١٠٦، وانظر: صحيح الترمذي، ٢/٢١٠، وصحيح الجامع، ٥/١٨٠ .",
        "سبع مرات",
        7
    ),
    ZekirModel(
        177,
        51,
        "قَالَ النَّبِيُّ صلى الله عليه وسلم:   إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ ",
        "قال النبي صلى الله عليه وسلم:   إذا عاد الرجل أخاه المسلم مشى في خرافة الجنة حتى يجلس، فإذا جلس غمرته الرحمة، فإن كان غدوة صلى عليه سبعون ألف ملك حتى يمسي، وإن كان مساء صلى عليه سبعون ألف ملك حتى يصبح ",
        "رواه الترمذي، برقم ٩٦٩، وابن ماجه، برقم ١٤٤٢، وأحمد، برقم ٩٧٥، وانظر: صحيح ابن ماجه، ١/٢٤٤ وصحيح الترمذي، ١/٢٨٦، وصححه أيضاً أحمد شاكر.",
        null,
        1
    ),
    ZekirModel(
        178,
        52,
        "  اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى ",
        "  اللهم اغفر لي، وارحمني، وألحقني بالرفيق الأعلى ",
        "البخاري، ٧/ ١٠، برقم ٤٤٣٥، ومسلم، ٤/ ١٨٩٣، برقم ٢٤٤٤.",
        null,
        1
    ),
    ZekirModel(
        179,
        52,
        "  جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ ",
        "  جعل النبي صلى الله عليه وسلم عند موته يدخل يديه في الماء فيمسح بهما وجهه، ويقول: لا إله إلا الله إن للموت سكرات ",
        "البخاري مع الفتح، ٨/ ١٤٤، برقم ٤٤٤٩، وفي الحديث ذكر السواك.",
        null,
        1
    ),
    ZekirModel(
        180,
        52,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ",
        "  لا إله إلا الله والله أكبر، لا إله إلا الله وحده، لا إله إلا الله وحده لا شريك له، لا إله إلا الله له الملك وله الحمد، لا إله إلا الله ولا حول ولا قوة إلا بالله ",
        "أخرجه الترمذي، برقم ٣٤٣٠، وابن ماجه، برقم ٣٧٩٤، وصححه الألباني، انظر: صحيح الترمذي، ٣/١٥٢، وصحيح ابن ماجه، ٢/٣١٧ .",
        null,
        1
    ),
    ZekirModel(
        181,
        53,
        "  مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ ",
        "  من كان آخر كلامه لا إله إلا الله دخل الجنة ",
        "أبو داود، ٣/ ١٩٠، برقم ٣١١٦، وانظر: صحيح الجامع، ٥/٤٣٢ .",
        null,
        1
    ),
    ZekirModel(
        182,
        54,
        "  إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا ",
        "  إنا لله وإنا إليه راجعون، اللهم أجرني في مصيبتي، وأخلف لي خيرا منها ",
        "مسلم، ٢/ ٦٣٢، برقم ٩١٨.",
        null,
        1
    ),
    ZekirModel(
        183,
        55,
        "  اللَّهُمَّ اغْفِرْ لِفُلاَنٍ   بِاسْمِهِ  وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ ",
        "  اللهم اغفر لفلان   باسمه  وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يا رب العالمين، وافسح له في قبره، ونور له فيه ",
        "مسلم، ٢/ ٦٣٤، برقم ٩٢٠.",
        null,
        1
    ),
    ZekirModel(
        184,
        56,
        "  اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ   ,وَعَذَابِ النَّارِ  ",
        "  اللهم اغفر له وارحمه، وعافه، واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الخطايا كما نقيت الثوب الأبيض من الدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وزوجا خيرا من زوجه، وأدخله الجنة، وأعذه من عذاب القبر   ,وعذاب النار  ",
        "مسلم، ٢/ ٦٦٣، برقم ٩٦٣.",
        null,
        1
    ),
    ZekirModel(
        185,
        56,
        "  اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ ",
        "  اللهم اغفر لحينا وميتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا. اللهم من أحييته منا فأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان، اللهم لا تحرمنا أجره، ولا تضلنا بعده ",
        "أبو داود، برقم ٣٢٠١، والترمذي، برقم ١٠٢٤، والنسائي، برقم ١٩٨٥، وابن ماجه، ١/ ٤٨٠، برقم ١٤٩٨، وأحمد، ٢/ ٣٦٨، برقم ٨٨٠٩، وانظر: صحيح ابن ماجه، ١/٢٥١ .",
        null,
        1
    ),
    ZekirModel(
        186,
        56,
        "  اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ ",
        "  اللهم إن فلان بن فلان في ذمتك، وحبل جوارك، فقه من فتنة القبر، وعذاب النار، وأنت أهل الوفاء والحق، فاغفر له وارحمه إنك أنت الغفور الرحيم ",
        "أخرجه ابن ماجه، برقم ١٤٩٩، انظر: صحيح ابن ماجه، ١/٢٥١، ورواه أبو داود، ٣/ ٢١١، برقم ٣٢٠٢.",
        null,
        1
    ),
    ZekirModel(
        187,
        56,
        "  اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ ",
        "  اللهم عبدك وابن أمتك احتاج إلى رحمتك، وأنت غني عن عذابه، إن كان محسنا فزد في حسناته، وإن كان مسيئا فتجاوز عنه ",
        "أخرجه الحاكم وصححه ووافقه الذهبي، ١/٣٥٩، وانظر: أحكام الجنائز للألباني، ص١٢٥ .",
        null,
        1
    ),
    ZekirModel(
        188,
        57,
        "  اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ  وإن قال:   اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ  فَحَسَنٌ",
        "  اللهم أعذه من عذاب القبر  وإن قال:   اللهم اجعله فرطا وذخرا لوالديه، وشفيعا مجابا، اللهم ثقل به موازينهما، وأعظم به أجورهما، وألحقه بصالح المؤمنين، واجعله في كفالة إبراهيم، وقه برحمتك عذاب الجحيم، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، اللهم اغفر لأسلافنا، وأفراطنا، ومن سبقنا بالإيمان  فحسن",
        "    قال سعيد بن المسيب: صلّيتُ وراء أبي هريرة على صبيٍّ لم يعمل خطيئة قَطُّ، فسمعته يقول..   الحديث. أخرجه مالك في الموطأ، ١/٢٨٨، وابن أبي شيبة في المصنف، ٣/٢١٧، والبيهقي، ٤/٩، وصحح إسناده شعيب الأرناؤوط في تحقيقه لشرح السنة للبغوي، ٥/٣٥٧ .\r\n\r\nانظر: المغني لابن قدامة، ٣/٤١٦، والدروس المهمة لعامة الأمة، للشيخ عبد العزيز بن عبد الله بن باز ‘، ص١٥ .",
        null,
        1
    ),
    ZekirModel(
        189,
        57,
        "  اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً ",
        "  اللهم اجعله لنا فرطا، وسلفا، وأجرا ",
        "كان الحسن يقرأ على الطفل بفاتحة الكتاب، ويقول... الحديث. أخرجه البغوي في شرح السنة، ٥/٣٥٧، وعبدالرزاق، برقم ٦٥٨٨، وعلقه البخاري في كتاب الجنائز، ٦٥ باب قراءة فاتحة الكتاب على الجنازة، ٢/ ١١٣، قبل الحديث رقم ١٣٣٥.",
        null,
        1
    ),
    ZekirModel(
        190,
        58,
        "  إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ  وَإِنْ قَالَ:   أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ  فَحَسَنٌ",
        "  إن لله ما أخذ، وله ما أعطى، وكل شيء عنده بأجل مسمى... فلتصبر ولتحتسب  وإن قال:   أعظم الله أجرك، وأحسن عزاءك، وغفر لميتك  فحسن",
        "البخاري، ٢/ ٨٠، برقم ١٢٨٤، ومسلم، ٢/ ٦٣٦، برقم ٩٢٣.\r\n\r\nالأذكار للنووي، ص١٢٦ .",
        null,
        1
    ),
    ZekirModel(
        191,
        59,
        "  بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ ",
        "  بسم الله وعلى سنة رسول الله ",
        "أبو داود، ٣/ ٣١٤، برقم ٣٢١٥، بسند صحيح، وأحمد، برقم ٥٢٣٤، ورقم ٤٨١٢ بلفظ:     بسم اللَّه، وعلى ملّة رسول اللَّه  ، وسنده صحيح.",
        null,
        1
    ),
    ZekirModel(
        192,
        60,
        "  اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ ",
        "  اللهم اغفر له، اللهم ثبته ",
        "كان النبي صلى الله عليه وسلم إذا فرغ من دفن الميت وقف عليه وقال:     استغفروا لأخيكم، وسلوا له التثبيت؛ فإنه الآن يُسأل  . أبو داود، ٣/ ٣١٥، برقم ٣٢٢٣، والحاكم وصححه، ووافقه الذهبي ١/٣٧٠.",
        null,
        1
    ),
    ZekirModel(
        193,
        61,
        "  السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ،   ,وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ  أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ ",
        "  السلام عليكم أهل الديار، من المؤمنين والمسلمين، وإنا إن شاء الله بكم لاحقون،   ,ويرحم الله المستقدمين منا والمستأخرين  أسال الله لنا ولكم العافية ",
        "مسلم، ٢/ ٦٧١، برقم ٩٧٥، وابن ماجه، ١/ ٤٩٤، واللفظ له، برقم ١٥٤٧ عن بريدة رضي الله عنه، وما بين المعقوفين من حديث عائشة ’ عند مسلم، ٢/ ٦٧١، برقم ٩٧٥.",
        null,
        1
    ),
    ZekirModel(
        194,
        62,
        "  اللَّهُمَّ  إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا ",
        "  اللهم  إني أسألك خيرها، وأعوذ بك من شرها ",
        "أخرجه أبو داود، ٤/ ٣٢٦، برقم ٥٠٩٩، وابن ماجه، ٢/ ١٢٢٨، برقم ٣٧٢٧، وانظر: صحيح ابن ماجه، ٢/٣٠٥ .",
        null,
        1
    ),
    ZekirModel(
        195,
        62,
        "  اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ ",
        "  اللهم إني أسألك خيرها، وخير ما فيها، وخير ما أرسلت به، وأعوذ بك من شرها، وشر ما فيها، وشر ما أرسلت به ",
        "مسلم، واللفظ له، ٢/ ٦٦٦، برقم ٨٩٩، والبخاري، ٤/ ٧٦ برقم ٣٢٠٦، ورقم ٤٨٢٩.",
        null,
        1
    ),
    ZekirModel(
        196,
        63,
        "  سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ ",
        "  سبحان الذي يسبح الرعد بحمده والملائكة من خيفته ",
        "كان عبد الله بن الزبير ^ إذا سمع الرعد ترك الحديث وقال:... الحديث، الموطأ، ٢/٩٩٢، وقال الألباني في صحيح الكلم الطيب، ١٥٧:     صحيح الإسناد موقوفاً  .",
        null,
        1
    ),
    ZekirModel(
        197,
        64,
        "  اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ ",
        "  اللهم اسقنا غيثا مغيثا مريئا مريعا، نافعا غير ضار، عاجلا غير آجل ",
        "أبو داود، ١/ ٣٠٣، برقم ١١٧١، وصححه الألباني في صحيح أبي داود، ١/٢١٦.",
        null,
        1
    ),
    ZekirModel(
        198,
        64,
        "  اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا ",
        "  اللهم أغثنا، اللهم أغثنا، اللهم أغثنا ",
        "البخاري، ١/ ٢٢٤، برقم ١٠١٤، ومسلم، ٢/ ٦١٣، برقم ٨٩٧.",
        null,
        1
    ),
    ZekirModel(
        199,
        64,
        "  اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ ",
        "  اللهم اسق عبادك، وبهائمك، وانشر رحمتك، وأحيي بلدك الميت ",
        "أبو داود، ١/ ٣٠٥، برقم ١١٧٨، وحسنه الألباني في صحيح أبي داود، ١/٢١٨ .",
        null,
        1
    ),
    ZekirModel(
        200,
        65,
        "  اللَّهُمَّ صَيِّباً نَافِعاً ",
        "  اللهم صيبا نافعا ",
        "البخاري مع الفتح، ٢/ ٥١٨، برقم ١٠٣٢.",
        null,
        1
    ),
    ZekirModel(
        201,
        66,
        "  مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ ",
        "  مطرنا بفضل الله ورحمته ",
        "البخاري، ١/ ٢٠٥، برقم ٨٤٦، ومسلم، ١/ ٨٣، برقم ٧١.",
        null,
        1
    ),
    ZekirModel(
        202,
        67,
        "  اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ ",
        "  اللهم حوالينا ولا علينا، اللهم على الآكام والظراب، وبطون الأودية، ومنابت الشجر ",
        "البخاري، ١/ ٢٢٤، برقم ٩٣٣، ومسلم، ٢/ ٦١٤، برقم ٨٩٧.",
        null,
        1
    ),
    ZekirModel(
        203,
        68,
        "  اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ ",
        "  الله أكبر، اللهم أهله علينا بالأمن والإيمان، والسلامة والإسلام، والتوفيق لما تحب ربنا وترضى، ربنا وربك الله ",
        "الترمذي، ٥/ ٥٠٤، برقم ٣٤٥١، والدارمي بلفظه، ١/٣٣٦، وانظر: صحيح الترمذي، ٣/١٥٧ .",
        null,
        1
    ),
    ZekirModel(
        204,
        69,
        "  ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ ",
        "  ذهب الظمأ وابتلت العروق، وثبت الأجر إن شاء الله ",
        "أخرجه أبو داود، ٢/ ٣٠٦، برقم ٢٣٥٩، وغيره. وانظر: صحيح الجامع، ٤/٢٠٩.",
        null,
        1
    ),
    ZekirModel(
        205,
        69,
        "  اللَّهُمَّ  إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي ",
        "  اللهم  إني أسألك برحمتك التي وسعت كل شيء أن تغفر لي ",
        "أخرجه ابن ماجه، ١/ ٥٥٧، برقم ١٧٥٣ من دعاء عبد الله بن عمرو رضي الله عنهما، وحسنه الحافظ في تخريج الأذكار. انظر: شرح الأذكار، ٤/٣٤٢ .",
        null,
        1
    ),
    ZekirModel(
        206,
        70,
        "  إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ ",
        "  إذا أكل أحدكم طعاما فليقل بسم الله، فإن نسي في أوله فليقل بسم الله في أوله وآخره ",
        "أخرجه أبو داود، ٣/ ٣٤٧، برقم ٣٧٦٧، والترمذي، ٤/ ٢٨٨، برقم ١٨٥٨، وانظر: صحيح الترمذي، ٢/١٦٧ .",
        null,
        1
    ),
    ZekirModel(
        207,
        70,
        "  مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ ",
        "  من أطعمه الله الطعام فليقل: اللهم بارك لنا فيه وأطعمنا خيرا منه، ومن سقاه الله لبنا فليقل اللهم بارك لنا فيه وزدنا منه ",
        "الترمذي، ٥/ ٥٠٦، برقم ٣٤٥٥، وانظر: صحيح الترمذي، ٣/١٥٨.",
        null,
        1
    ),
    ZekirModel(
        208,
        71,
        "  الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ ",
        "  الحمد لله الذي أطعمني هذا، ورزقنيه، من غير حول مني ولا قوة ",
        "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم ٤٠٢٥، والترمذي، برقم ٣٤٥٨، وابن ماجه، برقم ٣٢٨٥، وانظر صحيح الترمذي، ٣/١٥٩ .",
        null,
        1
    ),
    ZekirModel(
        209,
        71,
        "  الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ   ,مَكْفِيٍّ وَلاَ   مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا ",
        "  الحمد لله حمدا كثيرا طيبا مباركا فيه، غير   ,مكفي ولا   مودع، ولا مستغنى عنه ربنا ",
        "البخاري، ٦/ ٢١٤، برقم ٥٤٥٨، والترمذي بلفظه، ٥/ ٥٠٧، برقم ٣٤٥٦.",
        null,
        1
    ),
    ZekirModel(
        210,
        72,
        "  اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ ",
        "  اللهم بارك لهم فيما رزقتهم، واغفر لهم وارحمهم ",
        "مسلم، ٣/ ١٦١٥، برقم ٢٠٤٢.",
        null,
        1
    ),
    ZekirModel(
        211,
        73,
        "  اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي ",
        "  اللهم أطعم من أطعمني، واسق من سقاني ",
        "مسلم، ٣/ ١٦٢٦، برقم ٢٠٥٥.",
        null,
        1
    ),
    ZekirModel(
        212,
        74,
        "  أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ ",
        "  أفطر عندكم الصائمون، وأكل طعامكم الأبرار، وصلت عليكم الملائكة ",
        "سنن أبي داود، ٣/ ٣٦٧، برقم ٣٨٥٦، وابن ماجه، ١/ ٥٥٦، برقم ١٧٤٧، والنسائي في عمل اليوم والليلة، برقم ٢٩٦-٢٩٨، ونصّ على أنه صلى الله عليه وسلم يقوله إذا أفطر عند أهل بيت، وصححه الألباني في صحيح أبي داود، ٢/٧٣٠ .",
        null,
        1
    ),
    ZekirModel(
        213,
        75,
        "  إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ.",
        "  إذا دعي أحدكم فليجب، فإن كان صائما فليصل، وإن كان مفطرا فليطعم ، ومعنى فليصل أي فليدع.",
        "مسلم، ٢/ ١٠٥٤، برقم ١١٥٠.",
        null,
        1
    ),
    ZekirModel(
        214,
        76,
        "  إِنِّي صَائِمٌ، إِنِّي صَائِمٌ ",
        "  إني صائم، إني صائم ",
        "البخاري مع الفتح، ٤/ ١٠٣، برقم ١٨٩٤، ومسلم، ٢/ ٨٠٦، برقم ١١٥١.",
        null,
        1
    ),
    ZekirModel(
        215,
        77,
        "  اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا ",
        "  اللهم بارك لنا في ثمرنا، وبارك لنا في مدينتنا، وبارك لنا في صاعنا، وبارك لنا في مدنا ",
        "مسلم، ٢/ ١٠٠٠، برقم ١٣٧٣.",
        null,
        1
    ),
    ZekirModel(
        216,
        78,
        "  إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ ",
        "  إذا عطس أحدكم فليقل الحمد لله، وليقل له أخوه أو صاحبه: يرحمك الله، فإذا قال له: يرحمك الله، فليقل: يهديكم الله ويصلح بالكم ",
        "البخاري، ٧/ ١٢٥، برقم ٥٨٧٠.",
        null,
        1
    ),
    ZekirModel(
        217,
        79,
        "  يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ ",
        "  يهديكم الله ويصلح بالكم ",
        "الترمذي، ٥/ ٨٢، برقم ٢٧٤١، وأحمد، ٤/ ٤٠٠، برقم ١٩٥٨٦، وأبو داود، ٤/ ٣٠٨، برقم ٥٠٤٠، وانظر: صحيح الترمذي، ٢/٣٥٤ .",
        null,
        1
    ),
    ZekirModel(
        218,
        80,
        "  بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ ",
        "  بارك الله لك، وبارك عليك، وجمع بينكما في خير ",
        "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم ٢١٣٠، والترمذي، برقم ١٠٩١، وابن ماجه، برقم ١٩٠٥، والنسائي في عمل اليوم والليلة، برقم ٢٥٩، وانظر: صحيح الترمذي، ١/٣١٦.",
        null,
        1
    ),
    ZekirModel(
        219,
        81,
        "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ:   اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ ",
        "إذا تزوج أحدكم امرأة، أو إذا اشترى خادما فليقل:   اللهم إني أسألك خيرها، وخير ما جبلتها عليه، وأعوذ بك من شرها، وشر ما جبلتها عليه، وإذا اشترى بعيرا فليأخذ بذروة سنامه وليقل مثل ذلك ",
        "أبو داود، ٢/ ٢٤٨، برقم ٢١٦٠، وابن ماجه، ١/ ٦١٧، برقم ١٩١٨، وانظر: صحيح ابن ماجه، ١/٣٢٤ .",
        null,
        1
    ),
    ZekirModel(
        220,
        82,
        "  بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا ",
        "  بسم الله، اللهم جنبنا الشيطان، وجنب الشيطان ما رزقتنا ",
        "البخاري، ٦/ ١٤١، برقم ١٤١، ومسلم، ٢/ ١٠٢٨، برقم ١٤٣٤.",
        null,
        1
    ),
    ZekirModel(
        221,
        83,
        "  أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ",
        "  أعوذ بالله من الشيطان الرجيم ",
        "البخاري، ٧/ ٩٩، برقم ٣٢٨٢، ومسلم، ٤/ ٢٠١٥، برقم ٢٦١٠.",
        null,
        1
    ),
    ZekirModel(
        222,
        84,
        "  الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً ",
        "  الحمد لله الذي عافاني مما ابتلاك به، وفضلني على كثير ممن خلق تفضيلا ",
        "الترمذي، ٥/ ٤٩٤، و٥/ ٤٩٣، برقم ٣٤٣٢، وانظر: صحيح الترمذي، ٣/١٥٣ .",
        null,
        1
    ),
    ZekirModel(
        223,
        85,
        "  عَنِ ابْنِ عُمَرَ رضي الله عنهما قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ:   رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ ",
        "  عن ابن عمر رضي الله عنهما قال: كان يعد لرسول الله صلى الله عليه وسلم في المجلس الواحد مائة مرة من قبل أن يقوم:   رب اغفر لي، وتب علي، إنك أنت التواب الغفور ",
        "      الترمذي، برقم ٣٤٣٤، وابن ماجه، برقم ٣٨١٤، وانظر: صحيح الترمذي، ٣/١٥٣، وصحيح ابن ماجه، ٢/٣٢١، ولفظه للترمذي.",
        null,
        1
    ),
    ZekirModel(
        224,
        86,
        "  سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ",
        "  سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك ",
        "أصحاب السنن: أبو داود، برقم ٤٨٥٨، والترمذي، برقم ٣٤٣٣، والنسائي، برقم ١٣٤٤، وانظر صحيح الترمذي ٣/١٥٣، وقد ثبت أن عائشة ’ قالت:     ما جلس رسول اللَّه صلى الله عليه وسلم مجلساً، ولا تَلا قرآناً، ولا صلَّى صلاةً إلا ختم ذلك بكلمات...   الحديث، أخرجه النسائي في عمل اليوم والليلة، برقم ٣٠٨، وأحمد، ٦/ ٧٧، برقم ٢٤٤٨٦، وصححه الدكتور فاروق حمادة في تحقيقه لعمل اليوم والليلة للنسائي، ص٢٧٣ .",
        null,
        1
    ),
    ZekirModel(
        225,
        87,
        "  وَلَكَ ",
        "  ولك ",
        "أحمد، ٥/ ٨٢، برقم ٢٠٧٧٨، والنسائي في عمل اليوم والليلة، ص٢١٨، برقم ٤٢١، تحقيق الدكتور فاروق حمادة.",
        null,
        1
    ),
    ZekirModel(
        226,
        88,
        "  جَزَاكَ اللَّهُ خَيْراً ",
        "  جزاك الله خيرا ",
        "أخرجه الترمذي، برقم ٢٠٣٥، وانظر: صحيح الجامع، ٦٢٤٤ وصحيح الترمذي، ٢/٢٠٠ .",
        null,
        1
    ),
    ZekirModel(
        227,
        89,
        "  مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ",
        "  من حفظ عشر آيات من أول سورة الكهف عصم من الدجال ، والاستعاذة بالله من فتنته عقب التشهد الأخير من كل صلاة",
        "مسلم، ١/ ٥٥٥، برقم ٨٠٩، وفي رواية: من آخر الكهف، ١/ ٥٥٦، برقم ٨٠٩.",
        null,
        1
    ),
    ZekirModel(
        228,
        90,
        "  أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ ",
        "  أحبك الذي أحببتني له ",
        "أخرجه أبو داود، ٤/ ٣٣٣، برقم ٥١٢٥، وحسّنه الألباني في صحيح سنن أبي داود، ٣/٩٦٥ .",
        null,
        1
    ),
    ZekirModel(
        229,
        91,
        "  بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ ",
        "  بارك الله لك في أهلك ومالك ",
        "البخاري مع الفتح، ٤/ ٢٨٨، برقم ٢٠٤٩.",
        null,
        1
    ),
    ZekirModel(
        230,
        92,
        "  بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ ",
        "  بارك الله لك في أهلك ومالك، إنما جزاء السلف الحمد والأداء ",
        "أخرجه النسائي في عمل اليوم والليلة، ص٣٠٠، وابن ماجه، ٢/ ٨٠٩، برقم ٢٤٢٤، وانظر: صحيح ابن ماجه، ٢/٥٥ .",
        null,
        1
    ),
    ZekirModel(
        231,
        93,
        "  اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ ",
        "  اللهم  إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم ",
        "أحمد، ٤/ ٤٠٣، برقم ١٩٦٠٦، والأدب المفرد للبخاري، برقم ٧١٦، وانظر: صحيح الجامع، ٣/٢٣٣، وصحيح الترغيب والترهيب للألباني، ١/١٩ .",
        null,
        1
    ),
    ZekirModel(
        232,
        94,
        "  وَفِيكَ بَارَكَ اللَّهُ ",
        "  وفيك بارك الله ",
        "أخرجه ابن السني، ص١٣٨، برقم ٢٧٨، وانظر: الوابل الصيب لابن القيم، ص٣٠٤، تحقيق بشير محمد عيون.",
        null,
        1
    ),
    ZekirModel(
        233,
        95,
        "  اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ ",
        "  اللهم لا طير إلا طيرك، ولا خير إلا خيرك، ولا إله غيرك ",
        "أحمد، ٢/ ٢٢٠، برقم ٧٠٤٥، وابن السني، برقم ٢٩٢، وصححه الألباني في سلسلة الأحاديث الصحيحة، ٣/٥٤، برقم ١٠٦٥، أما الفأل فكان يعجب النبي صلى الله عليه وسلم؛ ولهذا سمع من رجل كلمة طيبة فأعجبته فقال:     أخذنا فألك من فيك  ، أبو داود، برقم ٣٧١٩، وأحمد، برقم ٩٠٤٠، وصححه الألباني في سلسلة الأحاديث الصحيحة، ٢/٣٦٣، عند أبي الشيخ في أخلاق النبي صلى الله عليه وسلم، ص٢٧٠.",
        null,
        1
    ),
    ZekirModel(
        234,
        96,
        "  بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾،   الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ  إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ",
        "  بسم الله، والحمد لله ﴿سبحان الذي سخر لنا هذا وما كنا له مقرنين، وإنا إلى ربنا لمنقلبون﴾،   الحمد لله، الحمد لله، الحمد لله، الله أكبر، الله أكبر، الله أكبر، سبحانك اللهم  إني ظلمت نفسي فاغفر لي؛ فإنه لا يغفر الذنوب إلا أنت ",
        "أبو داود، ٣/ ٣٤، برقم ٢٦٠٢، والترمذي، ٥/ ٥٠١، برقم ٣٤٤٦،  وانظر: صحيح الترمذي، ٣/١٥٦، الآيتان من سورة الزخرف:١٣- ١٤.",
        null,
        1
    ),
    ZekirModel(
        235,
        97,
        "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾   اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ ، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ:   آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ ",
        "الله أكبر، الله أكبر، الله أكبر، ﴿سبحان الذي سخر لنا هذا وما كنا له مقرنين * وإنا إلى ربنا لمنقلبون﴾   اللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا واطو عنا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم  إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل ، وإذا رجع قالهن وزاد فيهن:   آيبون، تائبون، عابدون، لربنا حامدون ",
        "مسلم، ٢/ ٩٧٨، برقم ١٣٤٢.",
        null,
        1
    ),
    ZekirModel(
        236,
        98,
        "  اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا ",
        "  اللهم رب السموات السبع وما أظللن، ورب الأرضين السبع وما أقللن، ورب الشياطين وما أضللن، ورب الرياح وما ذرين، أسألك خير هذه القرية، وخير أهلها، وخير ما فيها، وأعوذ بك من شرها، وشر أهلها، وشر ما فيها ",
        "الحاكم وصححه ووافقه الذهبي، ٢/١٠٠، وابن السني، برقم ٥٢٤، وحسّنه الحافظ في تخريج الأذكار، ٥/١٥٤، قال العلامة ابن باز ‘:     ورواه النسائي بإسناد حسن  . انظر: تحفة الأخيار، ص٣٧.",
        null,
        1
    ),
    ZekirModel(
        237,
        99,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "  لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، يحيي ويميت، وهو حي لا يموت، بيده الخير، وهو على كل شيء قدير ",
        "الترمذي، برقم ٣٤٢٨، وابن ماجه، ٥/ ٢٩١، برقم ٣٨٦٠، والحاكم، ١/٥٣٨، وحسنه الألباني في صحيح ابن ماجه، ٢/٢١، وفي صحيح الترمذي، ٣/١٥٢ .",
        null,
        1
    ),
    ZekirModel(
        238,
        100,
        "  بِسْمِ اللَّهِ ",
        "  بسم الله ",
        "أبو داود، ٤/ ٢٩٦، برقم ٤٩٨٢، وصححه الألباني في صحيح أبي داود، ٣/٩٤١ .",
        null,
        1
    ),
    ZekirModel(
        239,
        101,
        "  أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ ",
        "  أستودعكم الله الذي لا تضيع ودائعه ",
        "أحمد، ٢/ ٤٠٣، برقم ٩٢٣٠، وابن ماجه، ٢/ ٩٤٣، برقم ٢٨٢٥، وانظر: صحيح ابن ماجه، ٢/١٣٣ .",
        null,
        1
    ),
    ZekirModel(
        240,
        102,
        "  أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ ",
        "  أستودع الله دينك، وأمانتك، وخواتيم عملك ",
        "أحمد، ٢/ ٧، برقم ٤٥٢٤، والترمذي، ٥/ ٤٩٩، برقم ،٣٤٤٣،  وصححه الألباني في صحيح سنن الترمذي، ٣/ ٤١٩.",
        null,
        1
    ),
    ZekirModel(
        241,
        102,
        "  زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ ",
        "  زودك الله التقوى، وغفر ذنبك، ويسر لك الخير حيث ما كنت ",
        "الترمذي، برقم ٣٤٤٤، وانظر: صحيح الترمذي، ٣/١٥٥ .",
        null,
        1
    ),
    ZekirModel(
        242,
        103,
        "قَالَ جَابِرٌ رضي الله عنه:   كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا ",
        "قال جابر رضي الله عنه:   كنا إذا صعدنا كبرنا، وإذا نزلنا سبحنا ",
        "البخاري مع الفتح، ٦/ ١٣٥، برقم ٢٩٩٣.",
        null,
        1
    ),
    ZekirModel(
        243,
        104,
        "  سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ ",
        "  سمع سامع بحمد الله، وحسن بلائه علينا، ربنا صاحبنا، وأفضل علينا، عائذا بالله من النار ",
        "مسلم، ٤/ ٢٠٨٦، برقم ٢٧١٨، ومعنى سَمعَ سامِعٌ: أي شهد شاهدٌ على حمدنا للَّه تعالى على نعمه، وحسن بلائه. ومعنى سَمَّعَ سامِعٌ: بلَّغ سامع قولي هذا لغيره، وقال مثله تنبيهاً على الذكر في السحر والدعاء. شرح النووي على صحيح مسلم، ١٧/٣٩.",
        null,
        1
    ),
    ZekirModel(
        244,
        105,
        "  أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ ",
        "  أعوذ بكلمات الله التامات من شر ما خلق ",
        "مسلم، ٤/ ٢٠٨٠، برقم ٢٧٠٩.",
        null,
        1
    ),
    ZekirModel(
        245,
        106,
        "  يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ ",
        "  يكبر على كل شرف ثلاث تكبيرات ثم يقول: لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير، آيبون، تائبون، عابدون، لربنا حامدون، صدق الله وعده، ونصر عبده، وهزم الأحزاب وحده ",
        "كان النبي صلى الله عليه وسلم يقوله إذا قَفَلَ من غزوٍ أو حجٍّ، البخاري، ٧/ ١٦٣، برقم ١٧٩٧، ومسلم، ٢/ ٩٨٠، برقم ١٣٤٤.",
        null,
        1
    ),
    ZekirModel(
        246,
        107,
        "  كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ:   الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ  وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ:   الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ ",
        "  كان النبي صلى الله عليه وسلم إذا أتاه الأمر يسره قال:   الحمد لله الذي بنعمته تتم الصالحات  وإذا أتاه الأمر يكرهه قال:   الحمد لله على كل حال ",
        "أخرجه ابن السني في عمل اليوم والليلة، برقم ٣٧٧، والحاكم وصححه، ١/٤٩٩، وصححه الألباني في صحيح الجامع، ٤/٢٠١.",
        null,
        1
    ),
    ZekirModel(
        247,
        108,
        "قَالَ النَّبِيُّ صلى الله عليه وسلم:   مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً ",
        "قال النبي صلى الله عليه وسلم:   من صلى علي صلاة صلى الله عليه بها عشرا ",
        "أخرجه مسلم، ١/ ٢٨٨، برقم ٣٨٤.",
        null,
        1
    ),
    ZekirModel(
        248,
        108,
        "وَقَالَ صلى الله عليه وسلم:   لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ ",
        "وقال صلى الله عليه وسلم:   لا تجعلوا قبري عيدا وصلوا علي؛ فإن صلاتكم تبلغني حيث كنتم ",
        "أبو داود، ٢/ ٢١٨، برقم ٢٠٤٤، وأحمد، ٢/ ٣٦٧، برقم ٨٨٠٤، وصححه الألباني في صحيح أبي داود، ٢/٣٨٣ .",
        null,
        1
    ),
    ZekirModel(
        249,
        108,
        "وَقَالَ صلى الله عليه وسلم:   الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ ",
        "وقال صلى الله عليه وسلم:   البخيل من ذكرت عنده فلم يصل علي ",
        "الترمذي، ٥/ ٥٥١، برقم ٣٥٤٦، وغيره، وانظر: صحيح الجامع، ٣/٢٥، وصحيح الترمذي، ٣/١٧٧ .",
        null,
        1
    ),
    ZekirModel(
        250,
        108,
        "وَقَالَ صلى الله عليه وسلم:  إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ ",
        "وقال صلى الله عليه وسلم:  إن لله ملائكة سياحين في الأرض يبلغوني من أمتي السلام ",
        "النسائي، ٣/ ٤٣، برقم ١٢٨٢، والحاكم، ٢/٤٢١، وصححه الألباني في صحيح النسائي، ١/٢٧٤ .",
        null,
        1
    ),
    ZekirModel(
        251,
        108,
        "  وَقَالَ صلى الله عليه وسلم:   مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ ",
        "  وقال صلى الله عليه وسلم:   ما من أحد يسلم علي إلا رد الله علي روحي حتى أرد عليه السلام ",
        "أبو داود، برقم ٢٠٤١، وحسنه الألباني في صحيح أبي داود، ١/٣٨٣ .",
        null,
        1
    ),
    ZekirModel(
        252,
        109,
        "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم:   لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ ",
        "قال رسول الله صلى الله عليه وسلم:   لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم ",
        "مسلم، ١/ ٧٤، برقم ٥٤، وأحمد، برقم ١٤٣٠، واللفظ له، ولفظ مسلم:     لا تدخلون...  .",
        null,
        1
    ),
    ZekirModel(
        253,
        109,
        "  ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ ",
        "  ثلاث من جمعهن فقد جمع الإيمان: الإنصاف من نفسك، وبذل السلام للعالم، والإنفاق من الإقتار ",
        "البخاري مع الفتح، ١/ ٨٢،، برقم ٢٨، عن عمار رضي الله عنه موقوفاً معلقاً.",
        null,
        1
    ),
    ZekirModel(
        254,
        109,
        "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ:   تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ ",
        "وعن عبد الله بن عمر رضي الله عنهما: أن رجلا سأل النبي صلى الله عليه وسلم أي الإسلام خير قال:   تطعم الطعام، وتقرأ السلام على من عرفت ومن لم تعرف ",
        "البخاري مع الفتح، ١/ ٥٥، برقم ١٢، ومسلم، ١/ ٦٥، برقم ٣٩.",
        null,
        1
    ),
    ZekirModel(
        255,
        110,
        "إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ ",
        "إذا سلم عليكم أهل الكتاب فقولوا: وعليكم ",
        "البخاري مع الفتح، ١١/ ٤٢، برقم ٦٢٥٨، ومسلم، ٤/ ١٧٠٥، برقم ٢١٦٣.",
        null,
        1
    ),
    ZekirModel(
        256,
        111,
        "  إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً ",
        "  إذا سمعتم صياح الديكة فاسألوا الله من فضله؛ فإنها رأت ملكا وإذا سمعتم نهيق الحمار فتعوذوا بالله من الشيطان؛ فإنه رأى شيطانا ",
        "البخاري مع الفتح، ٦/ ٣٥٠، برقم ٣٣٠٣، ومسلم، ٤/ ٢٠٩٢، برقم ٢٧٢٩.",
        null,
        1
    ),
    ZekirModel(
        257,
        112,
        "  إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ ",
        "  إذا سمعتم نباح الكلاب ونهيق الحمير بالليل فتعوذوا بالله منهن؛ فإنهن يرين ما لا ترون ",
        "أبو داود، ٤/ ٣٢٧، برقم ٥١٠٥، وأحمد، ٣/ ٣٠٦، برقم ١٤٢٨٣، وصححه الألباني في صحيح أبي داود، ٣/٩٦١ .",
        null,
        1
    ),
    ZekirModel(
        258,
        113,
        "قَالَ النَّبِيُّ صلى الله عليه وسلم:   اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ ",
        "قال النبي صلى الله عليه وسلم:   اللهم فأيما مؤمن سببته فاجعل ذلك له قربة إليك يوم القيامة ",
        "البخاري مع الفتح، ١١/ ١٧١، برقم ٦٣٦١، ومسلم، ٤/ ٢٠٠٧، برقم ٣٩٦، ولفظه:     فاجعلها له زكاةً ورحمةً  .",
        null,
        1
    ),
    ZekirModel(
        259,
        114,
        "قَالَ النَّبِيُّ صلى الله عليه وسلم:   إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا ",
        "قال النبي صلى الله عليه وسلم:   إذا كان أحدكم مادحا صاحبه لا محالة فليقل: أحسب فلانا والله حسيبه، ولا أزكي على الله أحدا، أحسبه – إن كان يعلم ذاك – كذا وكذا ",
        "رواه مسلم، ٤/ ٢٢٩٦، برقم ٣٠٠٠.",
        null,
        1
    ),
    ZekirModel(
        260,
        115,
        "  اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ،   ,وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ  ",
        "  اللهم لا تؤاخذني بما يقولون، واغفر لي ما لا يعلمون،   ,واجعلني خيرا مما يظنون  ",
        "البخاري في الأدب المفرد، برقم ٧٦١، وصحح إسناده الألباني في صحيح الأدب المفرد، برقم ٥٨٥، وما بين المعقوفين زيادة للبيهقي في شعب الإيمان، ٤/٢٢٨ من طريق آخر.",
        null,
        1
    ),
    ZekirModel(
        261,
        116,
        "  لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ ",
        "  لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد، والنعمة، لك والملك، لا شريك لك ",
        "البخاري مع الفتح، ٣/ ٤٠٨، برقم ١٥٤٩، ومسلم، ٢/ ٨٤١، برقم ١١٨٤.",
        null,
        1
    ),
    ZekirModel(
        262,
        117,
        "  طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ ",
        "  طاف النبي صلى الله عليه وسلم بالبيت على بعير كلما أتى الركن أشار إليه بشيء عنده وكبر ",
        "البخاري مع الفتح، ٣/ ٤٧٦، برقم ١٦١٣، والمراد بالشيء: المحجن. انظر: البخاري مع الفتح، ٣/٤٧٢ .",
        null,
        1
    ),
    ZekirModel(
        263,
        118,
        "  ﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾ ",
        "  ﴿ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار﴾ ",
        "أبو داود، ٢/ ١٧٩، برقم ١٨٩٤، وأحمد، ٣/ ٤١١، برقم ١٥٣٩٨، والبغوي في شرح السنة، ٧/١٢٨، وحسنه الألباني في صحيح أبي داود، ١/٣٥٤، والآية من سورة البقرة: ٢٠١ .",
        null,
        1
    ),
    ZekirModel(
        264,
        119,
        "  لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ  فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ:   لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ  الْحَدِيثُ. وَفِيهِ:   فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا ",
        "  لما دنا النبي صلى الله عليه وسلم من الصفا قرأ: ﴿إن الصفا والمروة من شعآئر الله﴾ أبدأ بما بدأ الله به  فبدأ بالصفا فرقي عليه حتى رأى البيت، فاستقبل القبلة، فوحد الله وكبره وقال:   لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا إله إلا الله وحده، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده، ثم دعا بين ذلك. قال مثل هذا ثلاث مرات  الحديث. وفيه:   ففعل على المروة كما فعل على الصفا ",
        "مسلم، ٢/ ٨٨٨، برقم ١٢١٨،والآية من سورة البقرة، رقم ١٥٨.",
        null,
        1
    ),
    ZekirModel(
        265,
        120,
        "قَالَ النَّبِيُّ صلى الله عليه وسلم:   خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ",
        "قال النبي صلى الله عليه وسلم:   خير الدعاء دعاء يوم عرفة، وخير ما قلت أنا والنبيون من قبلي: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير ",
        "الترمذي، برقم ٣٥٨٥، وحسنه الألباني في صحيح الترمذي، ٣/١٨٤، وفي سلسلة الأحاديث الصحيحة، ٤/٦ .",
        null,
        1
    ),
    ZekirModel(
        266,
        121,
        "  رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ   فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ  فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ ",
        "  ركب النبي صلى الله عليه وسلم القصواء حتى أتى المشعر الحرام فاستقبل القبلة   فدعاه، وكبره، وهلله، ووحده  فلم يزل واقفا حتى أسفر جدا فدفع قبل أن تطلع الشمس ",
        "مسلم، ٢/ ٨٩١، برقم ١٢١٨.",
        null,
        1
    ),
    ZekirModel(
        267,
        122,
        "  يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا ",
        "  يكبر كلما رمى بحصاة عند الجمار الثلاث، ثم يتقدم، ويقف يدعو مستقبل القبلة، رافعا يديه بعد الجمرة الأولى والثانية. أما جمرة العقبة فيرميها ويكبر عند كل حصاة وينصرف ولا يقف عندها ",
        "البخاري مع الفتح، ٣/ ٥٨٣، برقم ١٧٥١، وانظر لفظه هناك. والبخاري مع الفتح، ٣/ ٥٨٣، و٣/ ٥٨٤، و٣/ ٥٨١، برقم ١٧٥٣، ورواه مسلم أيضاً، برقم ١٢١٨.",
        null,
        1
    ),
    ZekirModel(
        268,
        123,
        "  سُبْحَانَ اللَّهِ! ",
        "  سبحان الله! ",
        "البخاري مع الفتح، ١/ ٢١٠، و٣٩٠، و٤١٤، برقم، ١١٥، ورقم ٣٥٩٩، ورقم ٦٢١٨، ومسلم، ٤/ ١٨٥٧، برقم ١٦٧٤.",
        null,
        1
    ),
    ZekirModel(
        269,
        123,
        "  اللَّهُ أَكْبَرُ! ",
        "  الله أكبر! ",
        "البخاري مع الفتح، ٨/ ٤٤١، برقم ٤٧٤١، وبرقم ٣٠٦٢، والترمذي، برقم ٢١٨٠، والنسائي في الكبرى، برقم ١١١٨٥، وانظر: صحيح الترمذي، ٢/١٠٣، و٢/٢٣٥، ومسند أحمد، ٥/ ٢١٨، برقم ٢١٩٠٠.",
        null,
        1
    ),
    ZekirModel(
        270,
        124,
        "  كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى ",
        "  كان النبي صلى الله عليه وسلم إذا أتاه أمر يسره أو يسر به خر ساجدا شكرا لله تبارك وتعالى ",
        "رواه أهل السنن إلا النسائي: أبو داود، برقم ٢٧٧٤، والترمذي، برقم ١٥٧٨، وابن ماجه، برقم ١٣٩٤. انظر صحيح ابن ماجه، ١/٢٣٣، وإرواء الغليل، ٢/٢٢٦.",
        null,
        1
    ),
    ZekirModel(
        271,
        125,
        "  ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ ",
        "  ضع يدك على الذي تألم من جسدك وقل: بسم الله، ثلاثا، وقل سبع مرات: أعوذ بالله وقدرته من شر ما أجد وأحاذر ",
        "مسلم، ٤/ ١٧٢٨، برقم ٢٢٠٢.",
        null,
        1
    ),
    ZekirModel(
        272,
        126,
        "  إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ   ,فَلْيَدْعُ لَهُ بِالْبَرَكَةِ  فَإِنَّ الْعَيْنَ حَقٌّ ",
        "  إذا رأى أحدكم من أخيه، أو من نفسه، أو من ماله ما يعجبه   ,فليدع له بالبركة  فإن العين حق ",
        "مسند أحمد ٤/٤٤٧، برقم ١٥٧٠٠، وابن ماجه، برقم ٣٥٠٨، ومالك، ٣/ ١١٨-١١٩، وصححه الألباني في صحيح الجامع /٢١٢، وانظر تحقيق زاد المعاد للأرناؤوط ٤/١٧٠.",
        null,
        1
    ),
    ZekirModel(
        273,
        127,
        "  لاَ إِلَهَ إِلاَّ اللَّهُ! ",
        "  لا إله إلا الله! ",
        "البخاري مع الفتح، ٦/ ٣٨١، برقم ٣٣٤٦، ومسلم، ٤/ ٢٢٠٨، برقم ٢٨٨٠.",
        null,
        1
    ),
    ZekirModel(
        274,
        128,
        "  بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ   ,اللَّهُمَّ مِنْكَ وَلَكَ  اللَّهُمَّ تَقَبَّلْ مِنِّي ",
        "  بسم الله والله أكبر   ,اللهم منك ولك  اللهم تقبل مني ",
        "مسلم، ٣/ ١٥٥٧، برقم ١٩٦٧، والبيهقي، ٩/٢٨٧ وما بين المعقوفين للبيهقي، ٩/٢٨٧ وغيره، والجملة الأخيرة سقتها بالمعنى من رواية مسلم.",
        null,
        1
    ),
    ZekirModel(
        275,
        129,
        "  أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ ",
        "  أعوذ بكلمات الله التامات التي لا يجاوزهن بر ولا فاجر: من شر ما خلق، وبرأ وذرأ، ومن شر ما ينزل من السماء، ومن شر ما يعرج فيها، ومن شر ما ذرأ في الأرض، ومن شر ما يخرج منها، ومن شر فتن الليل والنهار، ومن شر كل طارق إلا طارقا يطرق بخير يا رحمن ",
        "أحمد، ٣/ ٤١٩، برقم ١٥٤٦١، بإسناد صحيح، وابن السني، برقم ٦٣٧، وصحح إسناده الأرناؤوط في تخريجه للطحاوية، ص١٣٣، وانظر: مجمع الزوائد، ١٠/١٢٧ .",
        null,
        1
    ),
    ZekirModel(
        276,
        130,
        "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم:   وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ ",
        "قال رسول الله صلى الله عليه وسلم:   والله إني لأستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة ",
        "البخاري مع الفتح، ١١/ ١٠١، برقم ٦٣٠٧.",
        null,
        1
    ),
    ZekirModel(
        277,
        130,
        "وَقَالَ صلى الله عليه وسلم:   يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ ",
        "وقال صلى الله عليه وسلم:   يا أيها الناس توبوا إلى الله فإني أتوب في اليوم إليه مائة مرة ",
        "مسلم، ٤/ ٢٠٧٦، برقم ٢٧٠٢. ",
        null,
        1
    ),
    ZekirModel(
        278,
        130,
        "وَقَالَ صلى الله عليه وسلم:   مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ ",
        "وقال صلى الله عليه وسلم:   من قال أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه، غفر الله له وإن كان فر من الزحف ",
        "أبو داود، ٢/ ٨٥، برقم ١٥١٧، والترمذي، ٥/ ٥٦٩، برقم ٣٥٧٧، والحاكم وصححه ووافقه الذهبي، ١/٥١١، وصححه الألباني، انظر: صحيح الترمذي، ٣/١٨٢، وجامع الأصول لأحاديث الرسول صلى الله عليه وسلم، ٤/٣٨٩-٣٩٠ بتحقيق الأرناؤوط.",
        null,
        1
    ),
    ZekirModel(
        279,
        130,
        "وَقَالَ صلى الله عليه وسلم:   أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ ",
        "وقال صلى الله عليه وسلم:   أقرب ما يكون الرب من العبد في جوف الليل الآخر فإن استطعت أن تكون ممن يذكر الله في تلك الساعة فكن ",
        "الترمذي، برقم ٣٥٧٩، والنسائي، ١/ ٢٧٩، برقم ٥٧٢، والحاكم، ١/ ٣٠٩، وانظر: صحيح الترمذي، ٣/١٨٣، وجامع الأصول بتحقيق الأرناؤوط، ٤/١٤٤ .",
        null,
        1
    ),
    ZekirModel(
        280,
        130,
        "وَقَالَ صلى الله عليه وسلم:   أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ ",
        "وقال صلى الله عليه وسلم:   أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء ",
        "مسلم، ١/٣٥٠، برقم ٤٨٢.",
        null,
        1
    ),
    ZekirModel(
        281,
        130,
        "وَقَالَ صلى الله عليه وسلم:   إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ ",
        "وقال صلى الله عليه وسلم:   إنه ليغان على قلبي وإني لأستغفر الله في اليوم مائة مرة ",
        "أخرجه مسلم، ٤/ ٢٠٧٥، برقم ٢٧٠٢، قال ابن الأثير:     ليُغان على قلبي  ، أي ليُغطَّى ويُغشى، والمراد به: السهو؛ لأنه كان صلى الله عليه وسلم لا يزال في مزيد من الذكر والقربة ودوام المراقبة، فإذا سها عن شيء منها في بعض الأوقات، أو نسي، عَدّهُ ذَنباً على نفسه، ففزع إلى الاستغفار. انظر: جامع الأصول، ٤/٣٨٦ .",
        null,
        1
    ),
    ZekirModel(
        282,
        131,
        "  قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر ",
        "  قال صلى الله عليه وسلم من قال: سبحان الله وبحمده في يوم مائة مرة حطت خطاياه ولو كانت مثل زبد البحر ",
        "البخاري، ٧/ ١٦٨، برقم ٦٤٠٥، ومسلم، ٤/ ٢٠٧١، برقم ٢٦٩١، وانظر: فضل من قالها مائة مرة إذا أصبح وإذا أمسى، ص ٦٥ من هذا الكتاب.",
        null,
        1
    ),
    ZekirModel(
        283,
        131,
        "وَقَالَ صلى الله عليه وسلم:   مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ ",
        "وقال صلى الله عليه وسلم:   من قال لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير عشر مرار، كان كمن أعتق أربعة أنفس من ولد إسماعيل ",
        "البخاري، ٧/ ٦٧، برقم ٦٤٠٤، ومسلم بلفظه، ٤/ ٢٠٧١، برقم ٢٦٩٣، وانظر: فضل من قالها في اليوم مائة مرة: الدعاء رقم ٩٣، ص ٦٦ من هذا الكتاب.",
        null,
        1
    ),
    ZekirModel(
        284,
        131,
        "وَقَالَ صلى الله عليه وسلم:   كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ ",
        "وقال صلى الله عليه وسلم:   كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم ",
        "البخاري، ٧/ ١٦٨، برقم ٦٤٠٤، ومسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٤.",
        null,
        1
    ),
    ZekirModel(
        285,
        131,
        "وَقَالَ صلى الله عليه وسلم:   لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ ",
        "وقال صلى الله عليه وسلم:   لأن أقول سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، أحب إلي مما طلعت عليه الشمس ",
        "مسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٥.",
        null,
        1
    ),
    ZekirModel(
        286,
        131,
        "وَقَالَ صلى الله عليه وسلم:   أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ  فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ:   يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ ",
        "وقال صلى الله عليه وسلم:   أيعجز أحدكم أن يكسب كل يوم ألف حسنة  فسأله سائل من جلسائه كيف يكسب أحدنا ألف حسنة؟ قال:   يسبح مائة تسبيحة، فيكتب له ألف حسنة أو يحط عنه ألف خطيئة ",
        "مسلم، ٤/ ٢٠٧٣، برقم ٢٦٩٨.",
        null,
        1
    ),
    ZekirModel(
        287,
        131,
        "  مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ ",
        "  من قال: سبحان الله العظيم وبحمده غرست له نخلة في الجنة ",
        "أخرجه، الترمذي، ٥/ ٥١١، برقم ٣٤٦٤، والحاكم، ١/٥٠١، وصححه ووافقه الذهبي، وانظر: صحيح الجامع، ٥/٥٣١، وصحيح الترمذي، ٣/١٦٠ .",
        null,
        1
    ),
    ZekirModel(
        288,
        131,
        "وَقَالَ صلى الله عليه وسلم:   يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ ؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ:   قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ",
        "وقال صلى الله عليه وسلم:   يا عبد الله بن قيس ألا أدلك على كنز من كنوز الجنة ؟ فقلت: بلى يا رسول الله، قال:   قل لا حول ولا قوة إلا بالله ",
        "البخاري مع الفتح، ١١/ ٢١٣، برقم ٤٢٠٦، ومسلم، ٤/ ٢٠٧٦، برقم ٢٧٠٤.",
        null,
        1
    ),
    ZekirModel(
        289,
        131,
        "وَقَالَ صلى الله عليه وسلم:   أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ ",
        "وقال صلى الله عليه وسلم:   أحب الكلام إلى الله أربع: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، لا يضرك بأيهن بدأت ",
        "مسلم، ٣/ ١٦٨٥، برقم ٢١٣٧.",
        null,
        1
    ),
    ZekirModel(
        290,
        131,
        "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ:   قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ  قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ:   قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي ",
        "جاء أعرابي إلى رسول الله صلى الله عليه وسلم فقال: علمني كلاما أقوله: قال:   قل: لا إله إلا الله وحده لا شريك له، الله أكبر كبيرا، والحمد لله كثيرا، سبحان الله رب العالمين، لا حول ولا قوة إلا بالله العزيز الحكيم  قال: فهؤلاء لربي، فما لي؟ قال:   قل: اللهم اغفر لي، وارحمني، واهدني، وارزقني ",
        "مسلم، ٤/ ٢٠٧٢، برقم ٢٦٩٦، وزاد أبو داود، ١/ ٢٢٠، برقم ٨٣٢: فلما ولّى الأعرابي قال النبي صلى الله عليه وسلم:     لقد ملأ يده من الخير  .",
        null,
        1
    ),
    ZekirModel(
        291,
        131,
        "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ:   اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي ",
        "كان الرجل إذا أسلم علمه النبي صلى الله عليه وسلم الصلاة ثم أمره أن يدعو بهؤلاء الكلمات:   اللهم اغفر لي، وارحمني، واهدني، وعافني وارزقني ",
        "مسلم ، ٤/ ٢٠٧٣، برقم ٣٦٩٧، وفي رواية له أيضاً:     فإن هؤلاء تجمع لك دنياك وآخرتك  .",
        null,
        1
    ),
    ZekirModel(
        292,
        131,
        "  إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ ",
        "  إن أفضل الدعاء الحمد لله، وأفضل الذكر لا إله إلا الله ",
        "الترمذي، ٥/ ٤٦٢، برقم ٣٣٨٣، وابن ماجه، ٢/ ١٢٤٩، برقم ٣٨٠٠، والحاكم، ١/٥٠٣،وصححه ووافقه الذهبي، وانظر: صحيح الجامع، ١/٣٦٢.",
        null,
        1
    ),
    ZekirModel(
        293,
        131,
        "  الْبَاقِيَاتُ الصَّالِحَاتُ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ",
        "  الباقيات الصالحات: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله ",
        "أحمد، برقم ٥١٣، بترتيب أحمد شاكر، وانظر: مجمع الزوائد، ١/٢٩٧، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النسائي   ,في الكبرى ، برقم ١٠٦١٧، وقال: صححه ابن حبان،   ,برقم ٨٤٠ ، والحاكم   ,١/ ٥٤١ .",
        null,
        1
    ),
    ZekirModel(
        294,
        132,
        "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنهما قَالَ:   رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ  وفي زيادةٍ:   بِيَمِينِهِ ",
        "عن عبد الله بن عمرو رضي الله عنهما قال:   رأيت النبي صلى الله عليه وسلم يعقد التسبيح  وفي زيادة:   بيمينه ",
        "أخرجه أبو داود بلفظه، ٢/ ٨١، برقم ١٥٠٢، والترمذي، ٥/ ٥٢١، برقم ٣٤٨٦، وانظر: صحيح الجامع، ٤/٢٧١، برقم ٤٨٦٥، وصححه الألباني في صحيح سنن أبي داود، ١/ ٤١١.",
        null,
        1
    ),
    ZekirModel(
        295,
        133,
        "قَالَ النَّبِيُّ صلى الله عليه وسلم   إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَكُفُّوا صِبْيانَكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ ",
        "قال النبي صلى الله عليه وسلم   إذا كان جنح الليل – أو أمسيتم – فكفوا صبيانكم، فإن الشياطين تنتشر حينئذ، فإذا ذهب ساعة من الليل فخلوهم، وأغلقوا الأبواب واذكروا اسم الله؛ فإن الشيطان لا يفتح بابا مغلقا، وأوكوا قربكم، واذكروا اسم الله، وخمروا آنيتكم، واذكروا اسم الله، ولو أن تعرضوا عليها شيئا، وأطفئوا مصابيحكم ",
        "البخاري مع الفتح، ١٠/ ٨٨، برقم ٥٦٢٣، ومسلم، ٣/ ١٥٩٥، برقم ٢٠١٢.",
        null,
        1
    )
)
 